[{"path":"./data/data/GeorgeFarmer/","person":{"age":"33","name":"George Farmer","sex":"Male","marital_status":"Married","education":"completed high school","social":"Mr. Farmer is married, lives with his wife and 3 children on a 50 acre farm that he owns","ethnicity":"Anglo-Saxon background","race":"White","occupation":"farmer","language":"English","maritalstatus":"married","face":"../data/data/GeorgeFarmer/GeorgeFarmer.jpg"},"event":[{"title":"Office Visit #1","elapsed":"0","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Redness and swelling on his lower left leg<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Three days prior to the visit, Mr. Farmer accidentally punctured his lower left leg on a nail protruding from a fence post that he was mending. There was only a minor amount of bleeding. Mr. Farmer did not do anything about it. The next day it was somewhat painful and a little red, but he generally ignored it. Yesterday it was a little worse. Today, the redness and swelling has increased significantly and it feels quite warm to the touch and is somewhat tender. He also finds it uncomfortable to walk. Reports last booster dose of tetanus-diptheria when he served in the Army 15 years ago and has had none since.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p>No sugar, protein, blood, ketones on office urine dipstick. <p><p><p><p>Hematocrit 45.<p>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Puncture wound of left lower leg with erythema and possible cellulitis. Tetanus immunity is not up to date, but patient has had full primary immunization series, so no need for tetanus immune globulin.<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatment: </B>Cephalexin 500 mg. 4x/d for 7 days, tetanus-diphtheria-acellular pertussis (Tdap) booster<p><p><p><p><B>Follow-up and referrals:</B> Return in 1 week for a comprehensive health maintenance examination since he hasn&apos;t had one in many years.<p><p><p><p><B>Patient education:</B> Apply hot compresses to wound frequently and rest leg, elevating it as much as possible. Call back in 1-2 days to report progress. If fever develops or redness enlarges or swelling or pain worsens, come back in for an immediate appointment.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"74"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"80"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"80"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37.2"}],"data":{"title":"Physical Examination","body":"<p>A 7-cm in diameter raised, red, and warm area surrounds a punctate wound on the posterior aspect of the left calf. The erythematous lesion is somewhat tender to firm palpation, but not exquisitely so. The lesion is not fluctuant. No pus can be extruded from the puncture wound site. The color of the rest of his skin is good. Small, nontender, inguinal nodes can be appreciated on the left, not the right. <p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null]}},{"title":"Office Visit #2","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up for cellulitis<p><p><p><p><B>History of Present Illness: </B>Mr. Farmer reports that his leg has gotten much better since his last visit. He took the antibiotics without any problem and kept his leg elevated and applied hot compresses for several days until it had improved considerably. He has resumed his full work schedule and does not have any difficulty walking or doing his job. His major concern now is that he is behind in his work by several days and doesn&apos;t know how he&apos;ll catch up. He reports that the farm has not been doing well financially and he is quite despondent about that. He fears that he will have to sell the farm.<p><p><p><p><B>Past Medical History: </B>Patient received the usual childhood vaccinations against measles, rubella, mumps, polio, tetanus, diphtheria, and pertussis. He received a booster dose of tetanus-diptheria-acellular pertussis at his last visit. As a child, he remembers having chickenpox, occasional ear infections, but no other serious illnesses. He considers himself to be very healthy. He has had no previous surgery, serious injuries, hospitalizations. He has no known allergies. He is taking no medications at present. He does not smoke tobacco. He drinks one or two pints of ale at the local bar with friends once or twice a week on a regular basis and will have an occasional beer at home infrequently. However, he has not been to the bar in over a month because he &quot;didn&apos;t feel up to it.&quot; He will have one or two drinks of whiskey only on rare occasions when he is out to eat at a restaurant or at a social event. He eats a well-rounded diet, but hasn&apos;t had much of an appetite and has lost some weight. He doesn&apos;t do any exercise other than the farm work, which is quite strenuous.<p><p><p><p><B>Family History: </B>Mr. Farmer&apos;s two parents are both alive and well. His father, age 58, is still an active farmer and has no serious medical problems. His mother, age 56, is also well. His paternal grandmother, age 82, lives in the farmhouse with his parents. He doesn&apos;t know her specific medical problems, but says she is frail. Mr. Farmer has two younger brothers and two younger sisters all of whom are well as far as he knows. His 3 children are all in good health.<p><p><p><p><B>Personal and Social History: </B>Mr. Farmer grew up on the farm on which he is now living, which is part of what used to be a larger farm owned by his father and his uncle. He is the only one of his siblings and cousins to go into farming. His uncle retired from farming and his father continues to farm the other 50 acres. His wife, age 30, helps out with the farming and raising their 3 children, age 4, 7, and 10. He describes his financial situation as &quot;not good.&quot; He has health insurance through a farmers&apos; cooperative. He has a life insurance policy and says that he sometimes thinks his family would be better off if he were dead and they collected on the insurance and sold the farm.<p>"},{"title":"Review of Systems","body":"<p><B>General: </B>Patient says that this latest episode with his leg is just the latest of a series of setbacks. He&apos;s very worried about his farm&apos;s financial solvency, which is constantly on his mind. He says that he&apos;s worrying himself sick: his appetite has been poor and he thinks he&apos;s lost weight in the last few months.<p><p><p><p><B>Skin: </B>The puncture wound and cellulitis have nearly completely healed. He has had no rashes, sores, itching. Denies any itching, dryness, excessive sweatiness, change in skin color, hair, or nails.<p><p><p><p><B>Psychiatric: </B>As noted above, patient is very despondent over the farm situation. He says that he can&apos;t see any way out of things and feels quite helpless to turn things around. He feels like a personal failure and feels he has let down his father, especially, not being able to be successful as a farmer. He says that his sleep has been very poor for the last few months. He finds himself awakening at 3 or 4 in the morning and not being able to get back to sleep. He&apos;ll get up and start some of the farm work early just to stop thinking about the problems. His appetite has also been poor. His relationship with his wife has deteriorated and he feels that he has been a failure as a husband as well. They have not had sexual relations in more than a month. He thinks his family would be better off if he were dead. He has thought about suicide, but hasn&apos;t developed a specific plan or timetable. He denies any hallucinations. He denies any having any previous episodes of feeling so depressed, but says that&apos;s because the financial situation has never been so bleak.<p><p><p><p>The remaining review of systems was noncontributory<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p>Urine dipstick:   No sugar, protein, blood, ketones<p><p><p><p>Hematocrit:  45<p>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Major depressive disorder<B></B><p><p><B></B><p><p><B>Investigations: </B>Total cholesterol for screening<B></B><p><p><B></B><p><p><B>Medications and treatments: </B>Fluoxetine 20 mg. once daily<B></B><p><p><B></B><p><p><B>Follow-up and referrals:</B> Return visit in one week<B></B><p><p><B></B><p><p><B>Patient education:</B> Discussed with patient the disease of depression, how it presents, how it will be treated. Asked patient to agree to a contract not to do anything to harm himself between now and when he is seen again. Patient gave permission to discuss situation with his wife. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"72"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"76"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"79"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p><B>General Appearance: </B>Well developed, well nourished man looking his stated age. He appears very sullen. At times, he seems on the verge of tears, though he never cried. His appearance is one of inattentiveness to the way he appears, though he is not dirty or disheveled.<p><p><p><p><B>Skin: </B>The site of the puncture wound can barely be discerned and only a slight degree of redness is apparent where the cellulitis had been around the wound. The color of the rest of his skin is good. No excessive moisture. Not dry. No scaling, no rashes. Hair is full, no alopecia. Nails show no pitting, clubbing, or onycholysis.<p><p><p><p><B>Head:</B> Skull is normal<p><p><p><p><B>Eyes:</B> Vision 20/20. Visual fields full by confrontation. Conjunctiva and sclera clear. Pupils round, regular, equal, reactive to light and accommodation. Extraocular movements intact in cardinal directions. Disc margins sharp, no papilledema. Some arteriolar narrowing, no A-V nicking, hemorrhages, exudates.<p><p><p><p><B>Ears:</B> Both ear canals clear. Tympanic membranes intact, move with pneumotoscopy, no perforations.<p><p><p><p><B>Nose:</B> Septum midline, no discharge, no polyps. No sinus tenderness.<p><p><p><p><B>Mouth and throat:</B> Teeth in good repair. Gums normal. No ulcers, lesions seen in oropharynx. No erythema, exudates, petechiae. Uvula in midline. Tonsils present.<p><p><p><p><B>Chest: </B>Thorax symmetrical, good expansion. Lungs resonant to percussion. Breath sounds normal. No rales, rhonchi, wheezes or rubs heard.<p><p><p><p><B>Abdomen:</B> Flat and symmetric. No scars. Bowel sounds normal. No bruits over aorta, renal arteries, or femoral arteries. Liver is 10 cm by percussion, edge not palpable. No masses palpable. No tenderness to palpation. No CVA tenderness.<p><p><p><p><B>Rectal:</B> No fissures, fistulas, hemorrhoids visible. Normal rectal tone. Prostate not enlarged, nontender, no masses. Stool brown, negative for occult blood.<p><p><p><p><B>Cardiac:</B> Precordium quiet, no heaves. Jugular veins 2 cm over sternal angle at 30&#xB0;. Carotid pulses 2+, no bruits. PMI in 5th intercostal space in midclavicular line, discreet. S1 and S2 normal, no gallops, rubs, or murmurs.<p><p><p><p><B>Genitalia:</B> Penis uncircumcised, foreskin not retracted. No lesions, no discharge visible. Testes 5 cm on right, 3 cm on left, nontender, no masses or varicosities. No hernias.<p><p><p><p><B>Peripheral vasculature: </B>Pulses 2+ and symmetric (radial, femoral, popliteal, dorsalis pedis, and posterior tibial). Good capillary filling. No pallor on elevation of legs, no dependent rubor. No foot ulcerations.<p><p><p><p><B>Musculoskeletal:</B> Full range of motion of shoulders, neck, spine, elbows, hips, knees, ankles. No tenderness, swelling. Good muscle strength throughout.<p><p><p><p><B>Neurological:</B> Cranial nerves: I-not tested; II-visual field intact; III, IV, VI-EOMs intact, no ptosis; V-masseters strong and symmetrical, sensory intact, corneal reflex intact; VII-facial features symmetric, grimace normal; VIII-hearing acute, Weber midline, Rinne negative, no nystagmus; IX, X-uvula in midline, gag reflex present; XI-shoulder shrug equal and strong; XII-tongue movements normal. Gait: normal. Romberg negative. Motor strength 4+ and symmetric in grip, forearm, biceps, lower extremities, feet. No tremor, rigidity. Babinski negative. Reflexes 2+ and symmetric in brachioradialis, biceps, triceps, patellar, and ankle. Light touch, pinprick, and vibratory sensation 2+ in feet. Two-point discrimination grossly normal to 1 cm. in feet. Mental status: patient awake, alert, oriented x3, cooperative. Thought content appears fixated on his failure and inadequacy, though when pressed, he does not offer specific information that would confirm the dire financial straits that he thinks he&apos;s in. Mood is quite sad. Immediate recall intact. Recent and remote memory intact. Able to recite months backwards without error. Speech fluent and appropriate. Abstract reasoning appropriate.<p><p><p><p><B>Lymph Nodes:</B> No cervical, submandibular, epitrochlear, or axillary lymphadenopathy.<p><p><p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[null,null,null]}},{"title":"Office Visit #3","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up depression<p><p><p><p><B>History of Present Illness: </B>Patient reports that he thinks his sleeping problems may have gotten even worse because he&apos;s now having trouble getting to sleep as well as getting up early in the morning. He also thinks that the pills he&apos;s taking for the depression may be making his appetite worse. He has very little appetite and continues to lose weight. His mood is about the same, he says. Things are better between him and his wife, though. They&apos;ve been talking more about his concerns about the farm and she has agreed to take over paying the bills and managing the books, at least until he&apos;s feeling better. He says that has taken a burden off of him. He says he&apos;s not thinking as much about suicide as he had previously and is certainly not contemplating suicide seriously at this point.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Worsening of insomnia and anorexia probably due to side effects of fluoxetine. Mood seems to stabilized and interpersonal relations and social situation improved. Suicide risk appears diminished.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Add trazodone 100 mg. at bedtime to help with sleep and add to antidepressant effect. <p><p><p><p><B>Follow-up and referrals:</B> Return visit in one week<p><p><p><p><B>Patient education:</B> Discussed with patient the side effects of the drugs. Take fluoxetine in the morning to minimize effect on sleep. Asked patient to renew contract not to do anything to harm himself between now and when he is seen again. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"74"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"76"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood continues to be sullen and he continues to perseverate about the hopelessness of the farm&apos;s situation and his inability to do anything to make things better.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"","data":[{"range":"<200","name":"Cholesterol, total","value":"165","units":"mg/dL"}]}],"visible":true},"druglist":[null],"problemlist":[null]}},{"title":"Office Visit #4","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up depression<p><p><p><p><B>History of Present Illness:</B> Patient reports that he is not having so much trouble getting to sleep with the new medicine. His appetite remains poor, however. He finds it difficult to get through the day. He feels like he&apos;s pushing himself to get anything done and he&apos;s just not as productive as he used to be. He reports that his wife has taken over all the finances and bookkeeping. She keeps telling him that things aren&apos;t so bad, but he knows she&apos;s just saying that to make him feel better. Overall, he says things are just about the same. He says that he&apos;s not in any danger of suicide.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Sleeping improved, rest of symptoms unchanged, as would be expected.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds.<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one week<p><p><p><p><B>Patient education:</B> Reiterated that it usually takes 6 weeks to see benefits from antidepressants. Continued to provide ego-supportive therapy.  Asked patient to renew contract not to do anything to harm himself between now and when he is seen again. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"72"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"74"},{"name":"Weight","units":"kg","ident":"weight","value":"78"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood continues to be sullen. His perceptions of financial problems remain fixed and unshakable.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #5","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up depression<p><p><p><p><B>History of Present Illness:</B> Patient reports feeling frustrated that nothing seems to be getting better. He says that everything is the same as it was last visit, though on further probing, he does admit that he may be sleeping somewhat later in the morning. He now gets up around 5 in the morning, which is later than he previously reported. Otherwise, he says that his appetite remains poor and that he&apos;s just forcing himself to eat and that he lacks energy and motivation and &quot;just goes through the motions&quot; of getting through the day.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Sleeping seems to be improving, which is a good sign. <p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one week<p><p><p><p><B>Patient education:</B> Continue ego-supportive therapy. Asked patient to renew contract not to do anything to harm himself between now and when he is seen again. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"72"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"74"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood continues to be sad and his affect is flat. His speech is slow and low in tone. He continues to have poor reality testing as far as his farm&apos;s financial situation which his wife says is solid and stable, but which he insists is on the verge of bankruptcy.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #6","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up depression<p><p><p><p><B>History of Present Illness: </B>Patient reports that he feels that he is beginning to have more energy and is able to do his work better. His sleeping also seems to be better and he is able to sleep later in the morning. He thinks this extra sleep is what accounts for his additional energy. He reports that he is still very pessimistic about the future and is sure that his wife is just hiding the bad news about the farm&apos;s finances from him. Sometimes when he&apos;s alone, he bursts out in tears, which he interprets as a sign of his worthlessness as a man--&quot;strong men don&apos;t cry.&quot; He says that his appetite is better and that he&apos;s eating more and maintaining his weight. Suicidal thoughts still occur to him, but he puts them out of his mind.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Beginning to see signs of general improvement: appetite, sleep, energy, though his mood and thoughts have not improved, though they are often the last things to improve.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one week<p><p><p><p><B>Patient education:</B> Continue ego-supportive therapy. Asked patient to renew contract not to do anything to harm himself between now and when he is seen again. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"74"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood continues to be sullen, though he seems more energized, responding to questions more quickly and his posture seems less slumped. His perceptions of financial problems remain fixed and unshakable.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #7","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up depression<p><p><p><p><B>History of Present Illness:</B> Patient reports that he is beginning to feel better. He notices that while he can feel quite despondent at times (most of the time, in fact), he also is aware that some of the time he can forget his worries and focus on the here and now. This is especially true when he&apos;s working hard with the farm animals. He says that he now thinks the farm&apos;s finances aren&apos;t quite as dire as he previously thought and is more optimistic that they&apos;ll be able to keep the farm going.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> General improvement in all symptoms and signs of depression.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds<p><p><p><p><B>Follow-up and referrals:</B> Return visit in two weeks<p><p><p><p><B>Patient education:</B> Continue ego-supportive therapy. Asked patient to renew contract not to do anything to harm himself between now and when he is seen again. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"74"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood is distinctly less sullen. His rate of speech is quicker and there is more modulation in tone and expressiveness. His posture is more upright. He even occasionally smiles.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #8","elapsed":"2 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up depression<p><p><p><p><B>History of Present Illness: </B>Patient reports that he is feeling much better. He says that for all intents and purposes he is feeling the same as he did before all this started, like he felt a year ago. He reports that his appetite and sleep are back to normal. His wife and he have resumed having sexual relations. His energy levels are back to normal and he has resumed keeping the books, although he is now sharing some of those responsibilities with his wife. He no longer has any suicidal ideation and feels generally embarrassed about the way he acted and looked at things during his period of depression.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Depression seems to have remitted.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds<p><p><p><p><B>Follow-up and referrals:</B> Return visit in 3-4 weeks<p><p><p><p><B>Patient education:</B> Explained to patient that he should continue the medications even though he&apos;s feeling better because the chance of a relapse would be high if he discontinued medication now.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"122"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"68"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"76"},{"name":"Weight","units":"kg","ident":"weight","value":"79"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood is quite upbeat and positive. He is animated and smiles often and shows signs of a droll sense of humor.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #9","elapsed":"3 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up depression<p><p><p><p><B>History of Present Illness:</B> Patient reports that everything is fine. He expresses gratitude for the help and says he finds it hard to believe that a person&apos;s whole life can be so profoundly altered by depression.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Patient continues in remission of his depression.<p><p><p><p><B>Investigations: </B>None<p><p><p><p><B>Medications and treatments: </B>Maintain current meds<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one month<p><p><p><p><B>Patient education:</B> Continue ego-supportive therapy. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"122"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"68"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"76"},{"name":"Weight","units":"kg","ident":"weight","value":"79"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood continues to be quite upbeat and shows essentially no signs of residual depression.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit #10","elapsed":"1 month later","data":{"inbox":{"visible":true,"items":[{"title":"Message:","body":"<p>No show for appointment<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Inbox #1","elapsed":"Next day","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Intra-office memo from receptionist:<p><p><p><p>Called Mr. Farmer about missed appointment. Says that some important things came up and he was feeling fine anyway. Apologizes for not calling to let us know. Appointment has been rescheduled.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Office Visit #11","elapsed":"6 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Follow up depression<p><p><p><p><B>History of Present Illness: </B>Patient reports that everything is great. He has been very busy and apologized for missing his last appointment, but he&apos;s been working on plans to modernize the farm and expand his market. He&apos;s been looking into buying some adjacent land. He reports no depressive symptoms, although he says his sleeping has been less than it was, but that&apos;s due to his working late at night on some of his plans. He just feels too awake to go to sleep at his usual bedtime. He does get to sleep by midnight or 1 A.M. Otherwise, he says that things have never been better.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Patient exhibiting signs of acute mania. Diagnosis should now be bipolar disorder type 2 rather than unipolar depression. Will switch from antidepressants to mood stabilizer.<p><p><p><p><B>Investigations: </B>Obtain lithium level before next visit. Check renal function, electrolytes, thyroid function, CBC. Obtain ECG.<p><p><p><p><B>Medications and treatments: </B>Discontinue antidepressants and start on lithium carbonate 300 mg 4x/d.<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one week<p><p><p><p><B>Patient education:</B> Explained to patient the nature of bipolar disease and the need to not make major decisions, such as changing the nature of his business or making major financial investments. <p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"128"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"68"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"80"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood actually appears elated. His speech is very rapid and pressured. He quickly goes from one subject to another in rapid succession. He appears somewhat agitated and was pacing the floor when I entered the examination room. When his ideas for improving his farm were probed in detail, they seemed quite grandiose and would require very large amounts of new capital. He believes that ostrich meat is the new trend and wants to convert most of his livestock business to raising ostriches and the food sources for their diet.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null,null,null],"problemlist":[null,null,null,null]}},{"title":"Office Visit #12","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up bipolar disorder (acute mania)<p><p><p><p><B>History of Present Illness: </B>George Farmer reports that he is sleeping better and is calmer. He reports no side effects that he is aware of. He has a clearer sense that ostrich meat is too risky a venture, but is still exploring the possibility of buying some additional farm land if the price is right. He is back to a normal sleeping pattern, getting to bed before 11 and generally sleeping 7-8 hours a night.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Manic symptoms have abated. Lithium levels in therapeutic range. <p><p><p><p><B>Investigations: </B>Repeat lithium levels prior to next visit.<p><p><p><p><B>Medications and treatments: </B>Maintain current dose of lithium.<p><p><p><p><B>Follow-up and referrals:</B> Return visit in one month<p><p><p><p><B>Patient education:</B> Again cautioned patient about making any major decisions until we&apos;re sure his disease is under good control.<p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"120"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"68"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Weight","units":"kg","ident":"Weight","value":"78"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood appears normal. His speech is no longer pressured and he does not exhibit a flight of ideas. He does not appear agitated or restless, though he remains more animated than may be his baseline level.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Lithium test","data":[{"range":"0.8-1.5","name":"Lithium","value":"1.5","units":"mEq/L"},{"range":"7-18","name":"BUN","value":"8","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"0.9","units":"mg/dL"},{"range":"136-146","name":"Na","value":"140","units":"mmol/L"},{"range":"3.5-5.4","name":"K","value":"4.0","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"24","units":"mmol/L"},{"range":"2-10","name":"Thyroid-stimulating hormone (TSH)","value":"3","units":"&micro;U/mL"},{"range":"5-12","name":"Thyroxin, Total (T4)","value":"7","units":"&micro;g/dL"},{"range":"41-53","name":"Hematocrit","value":"45","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"17.0","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"5.0","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"34","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"90","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"8.6","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"28","units":"%"},{"range":"3-7","name":"Monocytes","value":"5","units":"%"},{"range":"1-3","name":"Eosinophils","value":"3","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"4","units":"%"}]}],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Office Visit #13","elapsed":"1 month later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up bipolar disorder (acute mania)<p><p><p><p><B>History of Present Illness:</B> Patient complains that he is feeling weaker than usual and is a little unsteady at times. His mood continues to be good; he is not feeling depressed, just not up to his usual ability to work. He describes this more as a weakness rather than fatigue. It&apos;s been gradually getting worse over the last week to 10 days. <p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Lithium level (2.2 mEq/L) is above the therapeutic level and patient is exhibiting signs of lithium toxicity including muscle weakness and unsteadiness. No signs of significant mental status changes. <p><p><p><p><B>Investigations: </B>Obtain lithium level in 5 days.<p><p><p><p><B>Medications and treatments: </B>Hold lithium dose for 48 hrs, then resume at 600 mg at bedtime.<p><p><p><p><B>Follow-up and referrals:</B> Call in 5 days to report symptoms. Return appointment in 1 month if improved. <p><p><p><p><B>Patient education:</B> Explained nature of lithium toxicity.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"118"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"68"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"70"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood appears normal. Assessment of muscle strength is grossly normal. Romberg test is negative, but patient did sway a bit and was quite apprehensive that he would lose his balance. Gait was normal but patient was a little unsteady walking heel to toe. Deep tendon reflexes 2+.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Lithium test","data":[{"range":"0.8-1.5","name":"Lithium","value":"2.2","units":"mEq/L"}]}],"visible":true},"druglist":[null,null],"problemlist":[null,null,null,null]}},{"title":"Inbox #2","elapsed":"5 days later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Telephone contact with Mr. Farmer to discuss lab results, which show lithium level back in normal range (1.3 mEq/L). Patient says he&apos;s feeling much better; no more muscle weakness, unsteadiness.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[{"name":"testresults","title":"","data":[{"range":"0.8-1.5","name":"Lithium","value":"1.3","units":"mEq/L"}]}],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Office Visit #14","elapsed":"1 month later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up bipolar disorder (acute mania)<p><p><p><p><B>History of Present Illness:</B> Patient has no complains, feeling well. Taking 600 mg. of lithium at bedtime. His mood is good, sleeping well.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Mood stable, lithium levels in therapeutic range.<p><p><p><p><B>Investigations: </B>Repeat lithium levels just prior to next visit.<p><p><p><p><B>Medications and treatments: </B>Maintain current lithium dosage.<p><p><p><p><B>Follow-up and referrals:</B> Return visit in 3 months.<p><p><p><p><B>Patient education:</B> Explained nature of lithium toxicity.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"120"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"72"},{"name":"Weight","units":"kg","ident":"weight","value":"79"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood appears normal. Lithium level 1.0 mEq/L.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Lithium test","data":[{"range":"0.8-1.5","name":"Lithium","value":"1.0","units":"mEq/L"}]}],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Office Visit #15","elapsed":"17 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up bipolar disorder (acute mania)<p><p><p><p><B>History of Present Illness</B>: Patient says he is feeling fine, but is bothered by frequent urination and increased thirst. This is particularly bothersome to him when he&apos;s out in the field working and doesn&apos;t have water easily available. He takes a big jug of water with him, but he finishes that in an hour or two and it seems like it &quot;goes right through&quot; him. He&apos;s also having to get up to urinate 4 or 5 times a night. Taking 600 mg. of lithium at bedtime. His mood is good and he&apos;s sleeping well except for the frequent need to urinate.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p>Urine sample in office has a specific gravity of 1.001, no blood, protein, or sugar.<p>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Polydipsia and polyuria are indicative of nephrogenic diabetes insipidus secondary to lithium<p><p><p><p><B>Investigations: </B>Repeat lithium levels in one week<p><p><p><p><B>Medications and treatments: </B>Reduce lithium dosage to 300 mg one day alternating with 600 mg the other day.<p><p><p><p><B>Follow-up and referrals:</B> Follow up by telephone in a few days, return immediately if symptoms worsen.<p><p><p><p><B>Patient education:</B> Advised patient to keep up fluids until the problem can be controlled better with a lower dose of lithium. Explained nature of problem to him.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"116"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"66"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"78"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient&apos;s mood appears normal. Lithium level 1.6 mEq/L. <p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Lithium test","data":[{"range":"0.8-1.5","name":"Lithium","value":"1.6","units":"mEq/L"}]}],"visible":true},"druglist":[null,null],"problemlist":[null,null,null,null]}},{"title":"Inbox #3","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Telephone contact with Mr. Farmer to discuss lab results, which now show lithium level back in normal range (0.9 mEq/L). Patient says he&apos;s been keeping up fluids more conscientiously and has noticed some improvement in the frequency of urination, especially at night. He&apos;s now getting up only once or twice to urinate. Otherwise feeling fine.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[{"name":"testresults","title":"","data":[{"range":"0.8-1.5","name":"Lithium","value":"0.9","units":"mEq/L"}]}],"visible":true},"druglist":[],"problemlist":[]}}]},{"path":"./data/data/AnabelFaria/","person":{"name":"Anabel Faria","age":"80","sex":"Female","marital":"Married","occupation":"Retired housekeeper","ethnicity":"Portuguese","language":"Portuguese, English as a second language","social":"Married, lives with her husband, Manuel, in their own home","education":"Grade school","maritalstatus":"Married","race":"White","face":"../data/data/AnabelFaria/AnabelaFaria.jpg"},"event":[{"title":"Office Visit 1","elapsed":"","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Headache<p><p><p><p><B>History of Present Illness: </B>Her husband reports that the patient fell a couple of weeks ago at home.  Although she insisted she was all right at the time, and refused to go to the hospital emergency department, he noticed the next day that she had a bruise on the left side of her head in the front. For the past week, she has been increasingly difficult to awaken in the morning, and her usual meticulous housekeeping has declined.  In fact, for the first time in their marriage, he has been doing some cooking.  She began to complain of headache this week, and she has been sleeping more than usual. Her husband is very worried about her and he insisted that she be seen. When asked, the patient agrees that she has a bad headache on the left side, which is where her bruise is. Her husband states that she did not lose consciousness after the fall, and she does not complain of nausea or vomiting.  When asked about his wife's fall, he said that she had begun falling occasionally (less than once a month), about a year ago with no obvious cause.  She had not sustained any injuries in the past.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Changes consistent with subdural hemorrhage. <p><p><p><p><B>Investigations:</B> CT scan<p><p><p><p><B>Medications and treatments:</B> none <p><p><p><p><B>Follow-up and referrals: </B>Send to ED for emergency CT imaging of the head and neurosurgical consultation<p><p><p><p><B>Patient education: </B>Explained concerns and reasons for imaging studies and referral<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"130"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"78"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"72"},{"name":"Height","units":"cm","ident":"height","value":"157"},{"name":"Weight","units":"kg","ident":"weight","value":"61"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"","body":"<p>Physical Examination:\tPatient is sitting quietly, appearing somnolent and occasionally groaning softly. Though she responds to her name and will answer questions about her state of health, usually with a yes or no, she cannot draw a clock face and cannot cooperate with a formal mental status examination. A resolving bruise is obvious on the upper temporal forehead and scalp on the left. Pupils are equal and reactive, optic discs are sharp and no hemorrhages evident. Cranial nerve examination is incomplete due to limited responsiveness and cooperation, but no gross defects are noted in eye movements or facial expression. There is definite right upper extremity weakness and hyperreflexia on the right side. The plantar response is equivocal on the right. Patient stands, but with support from her husband, and tends to fall to the right. Romberg test could not be performed.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null]}},{"title":"Message 1","elapsed":"","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Hospital Discharge Summary <p><p><p><p>Mrs. Anabel Faria, 80, was admitted from the emergency room with a left-sided subdural hematoma evident on CT scan. She had fallen at home approximately three weeks earlier and gradually developed a worsening headache and impaired mental status. Her husband brought her to their family physician, who referred her for emergency diagnostic imaging and neurosurgical consultation. A craniotomy was performed and the subdural hematoma drained. A drain was left in place for three days; no evidence of further bleeding was apparent. She remained in the hospital for observation for four more days and made an uneventful recovery. On discharge she appeared to have some mild memory deficits (Folstein MMSE 24), but it could not be determined whether these were present before the head injury and fall.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[{"name":"data","title":"","data":"<p>CT scan of head reveals subdural hematoma on the left side.<p><img alt=\"\" src=\"./data/data/AnabelFaria/Fig-1.2-Chronic-subdu.jpg\" width=\"\" height=\"\"/>"}],"results":[],"visible":true},"druglist":[],"problemlist":[null]}},{"title":"Office Visit 2","elapsed":"1 month after surgery","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Memory problems<p><p><p><p><B>History of Present Illness: </B>Her husband reports that the patient initially improved after surgery, but doesn&apos;t seem to have returned to her previous capacities before the fall and hospitalization.  Although he had noticed occasional forgetfulness before the fall, he thought it was nothing more than getting older. She would often misplace things, but usually find them after searching.  She was driving without accidents, and always kept the car keys on their hook by the front door.  She never misidentified the children or grandchildren. He thinks she is more forgetful now.  He sometimes has had to help her find misplaced clothing and papers. He finds her driving less secure, and she has lost one set of car keys.  Most concerning to him is that she has confused two of her grandchildren&apos;s names, and became agitated when confronted with the problem.  He also reports that she has lost interest in their intimate life together.  She has rejected his initiation of cuddling and touching, something that in the past they both took comfort and pleasure in. The patient says her memory isn&apos;t what it used to be, but scoffs at her husband&apos;s concerns. She says he forgets things, too. She agrees that maybe the accident and surgery worsened things for a while, but she thinks things are okay now and will continue to get better.<p><p><p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p>Geriatric Depression Scale 2/15<p>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Memory impairment and other mental changes consistent with dementia; need to rule out metabolic and other causes.<p><p><p><p><B>Investigations: </B>CT scan to document resolution of subdural, chest x-ray, complete blood count, chemistry profile (electrolytes, calcium, glucose, renal and liver function), B12 level, erythrocyte sedimentation rate or C-reactive protein, thyroid stimulating hormone, RPR or other screening test for syphilis, Lyme serology. <p><p><p><p><B>Medications and treatments:</B> none <p><p><p><p><B>Follow-up and referrals: </B>Send to ED for emergency CT imaging of the head and neurosurgical consultation<p><p><p><p><B>Patient education: </B>Explained concerns and reasons for imaging studies and referral<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"128"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"76"},{"name":"Height","units":"cm","ident":"height","value":"157"},{"name":"Weight","units":"kg","ident":"weight","value":"61"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"","body":"<p><B>Physical Examination: </B>Patient is awake, alert, attentive, and cooperative. Her attire and grooming are appropriate. Her Folstein MMSE score is 23. She could not correctly name the day of the week or date, but did know the month and year. She knew where she was. Her speech was fluent and appropriate. She was able to follow commands correctly. She could not do serial 7s, nor spell world backwards. Cranial nerves are intact. Reflexes are normal and equal bilaterally. Romberg is negative, Plantar responses are normal. Muscle strength is normal and equal bilaterally. Pupils equal and reactive, no papilledema, optic discs sharp, no exudates, hemorrhages. Carotid pulses equal, no bruits. Heart and lungs are normal.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null]}},{"title":"Message 2","elapsed":"","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>The laboratory tests and imaging studies for Ms. Faria are available.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[{"name":"data","title":"","data":"<p>MRI of the head reveals resolution of the subdural hematoma but evidence of cerebral atrophy<p><img alt=\"\" src=\"./data/data/AnabelFaria/cerebral-atrophy-CT.jpg\" width=\"\" height=\"\"/>"}],"results":[{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"41","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"13.6","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"4.3","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"33","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"95","units":"&micro;m<sup>3</sup>"},{"range":"12-14","name":"RDW","value":"13.5","units":""},{"range":"4.5-11.0","name":"Leukocyte count","value":"8.0","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"58","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"30","units":"%"},{"range":"3-7","name":"Monocytes","value":"6","units":"%"},{"range":"1-3","name":"Eosinophils","value":"2","units":"%"},{"range":"0-0.75","name":"Basophils","value":"1","units":"%"},{"range":"3-5","name":"Bands","value":"3","units":"%"},{"range":"0-20","name":"Erythrocyte Sedimentation Rate (ESR) Westegren, modified","value":"1","units":"mm/h"}]},{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"10","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"12","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"40","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.6","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"3.8","units":"g/dL"},{"range":"68-8200","name":"C-reactive protein","value":"75","units":"ng/mL"},{"range":"80-115","name":"Glucose","value":"90","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"10","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.1","units":"mg/dL"},{"range":"136-146","name":"Na+","value":"140","units":"mmol/L"},{"range":"3.5-5.4","name":"K+","value":"4.0","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"24","units":"mmol/L"},{"range":"8.4-10.2","name":"Calcium","value":"9.6","units":"mg/dL"},{"range":"3.0-4.5","name":"Phosphorus","value":"3.9","units":"mg/dL"},{"range":"2-10","name":"Thyroid-stimulating hormone (TSH)","value":"3.1","units":"&micro;U/mL"},{"range":"1.8-9","name":"Folate","value":"6.0","units":"ng/mL"},{"range":"140-700","name":"Vitamin B12","value":"250","units":"pg/mL"},{"range":"negative","name":"RPR","value":"negative","units":""},{"range":"negative","name":"Lyme Disease titer","value":"negative","units":""}]}],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Office Visit 3","elapsed":"18 months after surgery","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Memory and behavior problems<p><p><p><p><B>History of Present Illness: </B>Her husband reports that the patient appears to have worsening problems with her memory that he believes were exacerbated by her head injury, subdural hematoma, and neurosurgical evacuation. He says that she forgets where she left things, has trouble cooking anything except the simplest dishes, and can&apos;t drive by herself anymore because she gets lost. He describes long and exhausting nights during which she roams the house, searching for her infant children (who are adults living independent lives). She also has begun to have occasional incontinence, especially at night in their marital bed.  He finds this very stressful and seems distraught.  Privately, Mr. Faria says that although they promised each other many years ago that neither would allow the other to go a nursing home, he now wonders whether that was the right thing to do. <p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment:</B> Progressing dementia<p><p><p><p><B>Investigations: </B>none <p><p><p><p><B>Medications and treatments:</B> none <p><p><p><p><B>Follow-up and referrals: </B>Social service for discussion of nursing home options<p><p><p><p><B>Patient education: </B>Provided counseling to Mr. Faria on caregiver stress; discussed prognosis and considerations of palliative care for the patient.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"130"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"74"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"157"},{"name":"Weight","units":"kg","ident":"weight","value":"60"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"","body":"<p><B>Physical Examination</B>:  Patient is awake, alert, attentive, and cooperative. Her attire and grooming seem appropriate. She was oriented only to person; she did not know time or date, and did not know where she was.  Her speech was hesitant and obviously had difficulty finding the words she wished to say. She was able to follow commands correctly. She could neither do serial 7s, nor spell world backwards. She could not remember any of three objects. Her Folstein MMSE score was11.  Abstract thinking was concrete. Cranial nerves are intact. Reflexes are normal and equal bilaterally. Romberg is negative, no Babinski sign. Muscle strength is normal and symmetrical. Pupils are equal and reactive, no papilledema, optic discs sharp, no exudates, hemorrhages. Carotid pulses equal, no bruits. Heart and lungs are normal.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}}]},{"path":"./data/data/ManuelFaria/","person":{"name":"Manuel Faria","age":"81","sex":"male","marital":"Married","education":"10th grade","social":"Lives with wife in their own home","ethnicity":"Portuguese-American","race":"White","occupation":"Retired fisherman","language":"Portugese; English as a second language","maritalstatus":"Married","face":"../data/data/ManuelFaria/HamishMcDonald.jpg"},"event":[{"title":"Office Visit 1","elapsed":"","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>High blood pressure<p><p><p><p><B>History of Present Illness: </B>Patient has been told he has high blood pressure for many years, well over 30 years. He was prescribed hydrochlorothiazide 12.5 mg. by his previous physician several years ago. He fills these through mail order and takes one a day. He has not been to see a doctor in at least three years. He thinks that other than his high blood pressure, he&apos;s in good health, which he attributes to eating a lot of fish and his hardy life as a fisherman before he retired.<p><p><p><p><B>Past Medical History: </B>Patient had the &quot;usual&quot; childhood illnesses in his native country of Portugal including measles, rubella, chickenpox, and mumps. He received childhood immunizations against smallpox, tetanus, diphtheria, and pertussis. He has been generally healthy and considers himself to be quite healthy. He had a hernia repair when he was in his twenties and no other surgery. He had a serious arm laceration from a fishing accident (he almost bled to death, he says, and was alone on his boat when it happened) for which he required surgery and a blood transfusion. This occurred in 1961. He has no known allergies. He does not smoke tobacco now, but he previous smoked about a pack of cigarettes a day until he was about 60, when he quit. He enjoys a glass of Portuguese wine every night at dinner and a glass of port on special occasions.<p><p><p><p><B>Family History: </B>His mother and father both died of &quot;natural causes&quot; in Portugal many years ago. The patient had 2 sisters and 2 brothers, all older than he and all deceased. He is unaware of their medical histories. The patient has 2 sons and 1 daughter, and 6 grandchildren. To the best of his knowledge, they are all healthy and well.<p><p><p><p><B>Personal and Social History: </B>Patient emigrated to this country at the age of 17 to look for a better life. Lives with wife in their own home. His children are two sons (ages 56 and 54) and one daughter (age 52). The family is Roman Catholic and fairly religious, attending church services regularly. Patient says that the home situation is good and that he and his wife get along well. Their finances are sufficient for their preferred modest lifestyle. He enjoys playing cards with other older men at the local senior citizens center and listening to classical music. He used to walk quite a bit, but recently he is not so active as he once was because of pains in the right calf on walking. These go when he stops but they seem to be getting worse.<p><p><p><p><B>Review of Systems:</B> The only two positive complaints were:<p><p><p><p><B>Urinary: </B>Says that he often has to rush to the toilet to urinate, but then doesn&apos;t urinate very much. He needs to get up 3 or 4 times a night to urinate. Denies dysuria, hematuria, change in color of urine, or incontinence.<p><p><p><p><B>Peripheral vascular: </B>Calf pain with walking about 100 m.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p><B>Urine dipstick: </B>No glucose, no protein, blood, ketones<p><p><p><p><B>Hematocrit: </B>44<p>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Blood pressure not adequately controlled. High risk for heart disease. Also has symptoms of prostatism, so consider use of an alpha-1 adrenergic receptor blocker, which may also help his urinary symptoms<p><p><p><p><B>Investigations: </B>lipid panel, BUN, creatinine, electrolytes, glucose, liver function tests, TSH and total thyroxin, CBC, ECG<p><p><p><p><B>Medications and treatments: </B>Add doxazosin 4 mg/d to hydrochlorothiazie 12.5 mg/d.  Daily low-dose (81 mg) aspirin.<p><p><p><p><B>Follow-up and referrals: </B>Return visit 1 months<p><p><p><p><B>Patient education: </B>Explained goal of blood pressure treatment, weight loss, salt restriction, daily exercise, low-fat diet.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"182"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"90"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"72"},{"name":"Height","units":"cm","ident":"height","value":"168"},{"name":"Weight","units":"kg","ident":"weight","value":"81"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p><B>General appearance: </B>Well-developed, moderately overweight man looking younger than his stated age. He is clean and appropriately dressed. He is polite and appears calm.<p><p><p><p><B>Skin: </B>Color is good. No excessive moisture. Not dry. No scaling, no rashes. Mostly bald. Nails show no pitting, clubbing, or onycholysis.<p><p><p><p><B>Head: </B>Skull is normal.<p><p><p><p><B>Eyes: </B>Vision 20/30 with correction. Visual fields full by confrontation. Conjunctiva and sclera clear. Pupils round, regular, equal, reactive to light and accommodation. Extraocular movements intact in cardinal directions. Disc margins sharp, no papilledema. Some arteriolar narrowing, no A-V nicking, hemorrhages, exudates.<p><p><p><p><B>Ears: </B>Both ear canals clear. Tympanic membranes intact, move with pneumotoscopy, no perforations.<p><p><p><p><B>Nose: </B>Septum midline, no discharge, no polyps. No sinus tenderness.<p><p><p><p><B>Mouth and Throat: </B>Teeth in good repair. Gums normal. No ulcers, lesions seen in oropharynx. No erythema (redness), exudates, petechiae (pinoint hemorrhages). Uvula in midline. Tonsils present.<p><p><p><p><B>Neck: </B>Trachea midline. No masses. Thyroid not palpable.<p><p><p><p><B>Lymph Nodes: </B>No cervical, submandibular, epitrochlear, or axillary lymphadenopathy.<p><p><p><p><B>Chest: </B>Thorax symmetrical, good expansion. Lungs resonant to percussion. Breath sounds normal. No rales, rhonchi, wheezes or rubs heard.<p><p><p><p><B>Cardiac:</B> Precordium quiet, no heaves. Jugular veins 2 cm over sternal angle at 30&#xB0;. Carotid pulses 2+, no bruits. PMI in 5th intercostal space in midclavicular line, discreet. S1 and S2 normal, S4 present, no rubs, or murmurs.<p><p><p><p><B>Abdomen: </B>Flat and symmetric. Bilateral old well-healed inguinal scars. Bowel sounds normal. No bruits over aorta, renal arteries, or femoral arteries. Liver is 10 cm by percussion, edge not palpable. No masses palpable. No tenderness to palpation. No CVA tenderness.<p><p><p><p><B>Genitalia: </B>Penis uncircumcised, foreskin not retracted. No lesions, no discharge visible. Testes 5 cm on right, 3 cm on left, nontender, no masses or varicosities. No hernias.<p><p><p><p><B>Rectal: </B>No fissures, fistulas, hemorrhoids visible. Normal rectal tone. Prostate diffusely enlarged, nontender, no masses. Stool brown, negative for occult blood.<p><p><p><p><B>Peripheral vasculature: </B>The right femoral artery is weak, left normal.  The right popliteal, dorsalis pedis and posterior tibial arteries are absent but those on the left are normal. No pallor on elevation of legs, no dependent rubor. No foot ulcerations.<p><p><p><p><B>Musculoskeletal: </B>12-cm old well-healed scar on left forearm. Full range of motion of shoulders, neck, spine, elbows, hips, knees, ankles. No tenderness, swelling. Good muscle strength throughout.<p><p><p><p><B>Neurological: </B>Cranial nerves: I - not tested; II-visual field intact; III, IV, VI-extraocular movements intact, no ptosis; V-masseters strong and symmetrical, sensory intact, corneal reflex intact; VII-facial features symmetric, grimace normal; VIII-hearing acute, Weber midline, Rinne negative, no nystagmus; IX, X-uvula in midline, gag reflex present; XI-shoulder shrug equal and strong; XII-tongue movements normal. Gait: normal. Romberg negative. Motor strength 4+ and symmetric in grip, forearm, biceps, lower extremities, feet. No tremor, rigidity. Babinski negative. Reflexes 2+ and symmetric in brachioradialis, biceps, triceps, patellar, and ankle. Light touch, pinprick, and vibratory sensation 2+ in feet. Two-point discrimination grossly normal to 1 cm. in feet. Mental status: patient awake, alert, oriented x3, cooperative. Thought content appropriate. Mood calm and good natured. Immediate recall intact. Recent and remote memory intact. Able to recite months backwards without error. Speech fluent and appropriate. Abstract reasoning appropriate.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null,null,null],"problemlist":[null,null,null,null,null]}},{"title":"Office Visit 2","elapsed":"4 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>follow-up for high blood pressure<p><p><p><p><B>History of Present Illness: </B>Patient thinks the new medication may be helping him empty his bladder better. No other symptoms<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"<p><B>ECG: </B>Normal sinus rhythm with left axis deviation<p><img alt=\"ECG with left axis deviation\" src=\"./data/data/ManuelFaria/ECG09.jpg\" width=\"\" height=\"\"/>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Inadequate blood pressure control.Goal should be &lt;130/80 because patient has pre-existing peripheral arterial disease. Hypercholesterolemia with elevated LDL, normal HDL, triglycerides. Goal should be LDL &lt;100 because of multiple risk factors. Hypokalemia probably on the basis of diuretic usage. Inadequate weight loss.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Add calcium-channel blocker, amlodipine 5 mg daily, rather than beta-blocker because of existing peripheral arterial disease which could be worsened by beta-blocker. Increase daily potassium (bananas).<p><p><p><p><B>Follow-up and referrals: </B>Refer to a dietician for advise on reducing weight, lowering saturated fats, and restricting sodium<p><p><p><p><B>Patient education:</B> Explained nature of elevated cholesterol and importance of lowering cholesterol and blood pressure. Advised patient to resume walking to the limits of his tolerance.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"170"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"86"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"72"},{"name":"Height","units":"cm","ident":"height","value":"168"},{"name":"Weight","units":"kg","ident":"weight","value":"81"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"BP right arm sitting 172/86, supine 172/86; left arm sitting 176/90, supine 176/88."},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"44","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"15.0","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"4.9","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"34","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"90","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"8.8","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"28","units":"%"},{"range":"3-7","name":"Monocytes","value":"2","units":"%"},{"range":"1-3","name":"Eosinophils","value":"0","units":"%"},{"range":"0-0.75","name":"Basophils","value":"6","units":"%"},{"range":"3-5","name":"Bands","value":"4","units":"%"},{"range":"150-400","name":"Platelet count","value":"300","units":"x10<sup>3</sup>/mm<sup>3</sup>"}]},{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"10","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"12","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"30","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.4","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"3.6","units":"g/dL"},{"range":"200","name":"Cholesterol, total","value":"220","units":"mg/dL"},{"range":"100","name":"LDL-cholesterol","value":"180","units":"mg/dL"},{"range":"40","name":"HDL-cholesterol","value":"50","units":"mg/dL"},{"range":"160","name":"Triglycerides","value":"120","units":"mg/dL"},{"range":"80-115","name":"Glucose","value":"94","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"15","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.0","units":"mg/dL"},{"range":"136-146","name":"Na+","value":"140","units":"mmol/L"},{"range":"3.5-5.4","name":"K+","value":"3.2","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"25","units":"mmol/L"},{"range":"8.4-10.2","name":"Calcium","value":"9.6","units":"mg/dL"},{"range":"3.0-4.5","name":"Phosphorus","value":"4.0","units":"mg/dL"},{"range":"2-10","name":"Thyroid-stimulating hormone (TSH)","value":"3","units":"&micro;U/mL"},{"range":"5-12","name":"Thyroxin, Total (T4)","value":"9","units":"&micro;g/dL"}]}],"visible":true},"druglist":[null],"problemlist":[null,null]}},{"title":"Office Visit 3","elapsed":"6 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>difficulty voiding<p><p><p><p><B>History of Present Illness:</B><p><p><p><p><B>Problem #3 - Benign Prostatic Hypertrophy</B><p><p><p><p>Patient complains that his voiding problem has become significantly worse. He&apos;s constantly feeling the need to urinate, but then urinates only a small amount. He is getting up 7 or 8 times a night. He denies any burning with urination. He has not noticed any blood in his urine or change in color or odor. Patient has been taking doxazosin 4 mg daily for his high blood pressure, which initially helped improve his urinary symptoms.<p><p><p><p><B>Problem #2 - Hypertension</B><p><p><p><p>Patient has been trying hard to stick to the diet that the dietician reviewed with him. He has substituted fresh fish for the salt cod he had been eating regularly and has cut down on red meat and cheese and increased fruits and vegetables, especially those high in potassium like bananas. He also avoids high salt foods and adds no salt at the table. He was unable to increase his walking very much due to his leg pain, but has started swimming daily for about half an hour, which he has been able to do comfortably. He has had no side effects from the medicines.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"Urinalysis showed clear yellow urine, specific gravity of 1.020, no glucose, blood, or protein, and negative leukocyte esterase. Microscopic examination of the sediment showed no white or red blood cells and no bacteria."}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Urinary symptoms associated with prostatism. Will try conservative therapy first before considering surgical intervention. Blood pressure and LDL cholesterol not at goal levels.<p><p><p><p><B>Investigations:</B> none<p><p><p><p><B>Medications and treatments: </B>Increase dose of doxazosin to 8 mg (maximum dose) and add finasteride 5 mg daily to reduce prostate volume. Increase dose of amlodipine to 10 mg (maximum dose) for better control of blood pressure. Continue dietary changes to lower cholesterol.<p><p><p><p><B>Follow-up and referrals: </B>Recheck in 1 month unless symptoms worsen. Refer to urologist is symptoms do not improve in 6 months or if they worsen.<p><p><p><p><B>Patient education: </B>Reviewed ways to reduce saturated fats (Mediterranean diet).<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"150"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"86"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"74"},{"name":"Height","units":"cm","ident":"height","value":"168"},{"name":"Weight","units":"kg","ident":"weight","value":"78"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"BP 150/86 as noted. Weight down to 78 kg. Labs done last week show potassium now 3.8, cholesterol down to 190 with LDL at 160. Abdominal exam elicits sensation of needing to void with suprapubic pressure, but no tenderness. Dullness to percussion was noted in the suprapubic area, but this disappeared after patient voided."},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"200","name":"Cholesterol, total","value":"190","units":"mg/dL"},{"range":"100","name":"LDL-cholesterol","value":"160","units":"mg/dL"},{"range":"40","name":"HDL-cholesterol","value":"50","units":"mg/dL"},{"range":"160","name":"Triglycerides","value":"90","units":"mg/dL"},{"range":"80-115","name":"Glucose","value":"96","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"14","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.0","units":"mg/dL"},{"range":"136-146","name":"Na+","value":"140","units":"mmol/L"},{"range":"3.5-5.4","name":"K+","value":"3.8","units":"mmol/L"}]}],"visible":true},"druglist":[null,null,null,null,null],"problemlist":[]}},{"title":"Office Visit 4","elapsed":"4 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>difficulty voiding<p><p><p><p><B>History of Present Illness: </B>Patient reports improvement in his urinary symptoms. He has less urgency and feels as if he is emptying his bladder more fully, though he still feels it is not completely empty. The nocturia has decreased back to 3 or 4 times a night, which the patient feels is tolerable. Taking finasteride 5 mg and doxazosin 8 mg daily. Patient continues to stick to his diet and has proudly lost some more weight. He has noticed some lightheadedness when getting up quickly. He has learned to get up slowly.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Improvement in urinary symptoms; will stay with conservative treatment, likely to see additional benefit of finasteride over next month or two. Blood pressure improved, but still not at goal. Nevertheless, considering that patient is already experiencing some side effects from all his meds (postural hypotension), the risk of exacerbating those side effects outweighs potential benefits of pushing meds to lower BP any more rapidly, especially considering his age. Will continue to push weight loss.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Maintain current meds.<p><p><p><p><B>Follow-up and referrals: </B>See in 3-6 months unless symptoms worsen<p><p><p><p><B>Patient education: </B>Counseling about getting up slowly and avoiding falls.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"136"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"84"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"76"},{"name":"Height","units":"cm","ident":"height","value":"168"},{"name":"Weight","units":"kg","ident":"weight","value":"77"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Abdominal exam essentially negative. No dullness to percussion over suprapubic area, no tenderness. Urinalysis showed clear yellow urine, specific gravity of 1.022, no glucose, blood, or protein, and negative leukocyte esterase. Microscopic examination of the sediment showed no white or red blood cells and no bacteria. BP 136/84, pulse 76 supine; 132/80, pulse 80 standing after 1 minute arising from supine position. Patient reports slight lightheadedness. Weight down to 77 kg."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}}]},{"path":"./data/data/LouisMarlboro/","person":{"name":"Louis Marlboro","age":"68","sex":"male","social":"Lives at home with his wife","marital":"Married","education":"High school graduate","occupation":"Retired salesman","language":"English","race":"White","maritalstatus":"Married","face":"../data/data/LouisMarlboro/LouisMarlboro.jpg"},"event":[{"title":"Prior Office Visit 1","elapsed":"","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>History of Present Illness: </B>Mr. Marlboro comes in today as a new patient to the practice after his former physician retired. Mr. Marlboro has a long-standing history of chronic obstructive pulmonary disease that forced him into early retirement on disability 10 years ago when he was 58. He had been a 2 -pack-per-day cigarette smoker since he was a young teenager. As his lung disease progressively worsened, he tried quitting, but was never successful. Even now, he occasionally has a cigarette, but fewer than one a day. He has a chronic productive cough and is always short of breath. Usually, he can walk from one room of his house to another without getting short of breath, but anything beyond that causes him to become very short of breath. He has a metered-dose inhaler of salmeterol that he uses twice a day.<p><p><p><p><B>Past Medical History: </B>Patient had the usual childhood illnesses (measles, rubella, chickenpox, mumps) and had his tonsils removed at age 5 for repeated episodes of strep throat. He received childhood immunizations against tetanus, diphtheria, and pertussis. His last tetanus-diphtheria-acellular pertussis booster was 2 years ago. He also received pneumococcal vaccine and gets an annual influenza vaccine.  He has had no serious injuries. He was hospitalized at age 57 and 58 with pneumonia, which is when he largely quit smoking and had to go on disability and early retirement. He has no known allergies. He drinks beer in moderation (1-2 beers on &quot;special occasions&quot;).<p><p><p><p><B>Family History: </B>His mother and father are deceased. His mother died of a heart attack at age 77. His father died of prostate cancer at age 80. The patient has 1 sisters and 2 brothers. They are all younger than he. One brother also suffers from COPD and high blood pressure. The others are in good health, as far as he knows.<p><p><p><p><B>Personal and Social History: </B>Patient lives with wife in their own home. His two sons are married and living in other parts of the country. The family is Methodist, but not very religious. Patient says that the home situation is somewhat strained by his inability to do much for himself or to help his wife. Finances are tight. Patient with a salesman with a large retail company until his early retirement. He has a modest pension in addition to his Social Security.<p><p><p><p><p><p><B>Review of Systems</B><p><p><p><p><B>General: </B>He considers his health to be poor. His appetite is okay, but not great, no change in weight.<p><p><p><p><B>Skin: </B>No rashes, sores, itching. Denies any itching, dryness, excessive sweatiness, change in skin color, hair, or nails.<p><p><p><p><B>Head: </B>No headache, head injuries.<p><p><p><p><B>Eyes: </B>No visual disturbances, double vision, difficulty seeing. Does not wear glasses. No eye pain, discharge, or excessive tearing.<p><p><p><p><B>Ears: </B>Hearing is not as good as it once was, but he hears the TV and radio fine. No ringing in his ears (tinnitus), dizziness (vertigo). No ear pain, no discharge from ears.<p><p><p><p><B>Nose: </B>Susceptible to frequent colds and bronchitis. Denies runny nose, nosebleeds, nasal congestion, allergic symptoms.<p><p><p><p><B>Mouth and Throat: </B>Denies any problems with teeth or gums (no bleeding, infections) other than cavities that have been filled. Sometimes he becomes hoarse if he catches a cold.<p><p><p><p><B>Neck: </B>No masses, stiffness, &quot;swollen glands,&quot; goiter.<p><p><p><p><B>Breasts: </B>Not applicable<p><p><p><p><B>Respiratory: </B>See HPI<p><p><p><p><B>Cardiac: </B>No chest pain, palpitations, orthopnea (shortness of breath lying flat), paroxysmal nocturnal dyspnea (shortness of breath in the middle of the night after lying down for some time).<p><p><p><p><B>Gastrointestinal: </B>No trouble swallowing, heartburn, indigestion, nausea, vomiting (including blood). No diarrhea or constipation. No change in stool color (denies black, tarry stools [melena] or blood in stools [hematochesia]). No hemorrhoids, rectal pain, or rectal discharge. No abdominal pain, excessive gas, food intolerances.<p><p><p><p><B>Urinary: </B>No frequency or urgency of urination, nocturia, dysuria, hematuria, change in color of urine, or incontinence.<p><p><p><p><B>Genital: </B>Denies any hernias, penile discharge, sores on penis, pain with intercourse, testicular pain. Denies any problems with erections or ejaculation.<p><p><p><p><B>Peripheral vascular: </B>No cramps with walking, no varicose veins.<p><p><p><p><B>Musculoskeletal: </B>No muscular or joint pain, stiffness, swelling, or weakness.<p><p><p><p><B>Neurological: </B>No fainting, seizures, paralysis, numbness or changes in sensation, no &quot;pins and needles&quot; (paresthesias), tremors or involuntary movements.<p><p><p><p><B>Hematological: </B>No easy bleeding or bruising, weakness and fatigue. No previous blood transfusions.<p><p><p><p><B>Endocrine: </B>No heat or cold intolerance, excessive sweating or thirst.<p><p><p><p><B>Psychiatric: </B>Denies any mood changes (sadness, despair), nervousness or anxiety, hallucinations.<p>"}]},"procedure":{"visible":true,"items":[{"title":"Office Laboratory","body":"<p><B>Urine dipstick: </B>No glucose, no protein, blood, ketones<p><p><p><p><B>Hematocrit: </B>42<p><p><p><p><B>ECG: </B>Right atrial enlargement with right axis deviation<p><img alt=\"\" src=\"./data/data/LouisMarlboro/ECG Right Axis Deviation.jpg\" width=\"\" height=\"\"/>"}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Clinically, patient appears to have moderately severe COPD of mixed bronchitic and emphysematous type.<p><p><p><p><B>Investigations: </B>Obtain pulmonary function tests for baseline monitoring. Obtain chest x-ray, ECG, CBC, fasting lipid profile, liver and renal function.<p><p><p><p><B>Medications and Treatments: </B>Continue patient on metered-dose salmeterol inhaler. Annual influenza vaccine.<p><p><p><p><B>Follow-up and Referrals: </B>Call patient with results when in.<p><p><p><p><B>Patient Education: </B>Urged patient not to smoke at all.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"135"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"80"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"30"},{"name":"Height","units":"cm","ident":"height","value":"170"},{"name":"Weight","units":"kg","ident":"weight","value":"82"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p><B>General appearance: </B>Patient is somewhat short of breath even sitting at rest. He is somewhat overweight. His clothes are somewhat tattered, but clean. He appears somewhat anxious.<p><p><p><p><B>Skin: </B>Some duskiness to skin color. No excessive moisture. Not dry. No scaling, no rashes. Hair is full, no alopecia. Nails show no pitting, clubbing, or onycholysis.<p><p><p><p><B>Head: </B>Skull is normal.<p><p><p><p><B>Eyes:</B> Vision 20/30 with glasses. Visual fields full by confrontation. Conjunctiva and sclera clear. Pupils round, regular, equal, reactive to light and accommodation. Extraocular movements intact in cardinal directions. Disc margins sharp, no papilledema. Some arteriolar narrowing, no A-V nicking, hemorrhages, exudates.<p><p><p><p><B>Ears:</B> Both ear canals clear. Tympanic membranes intact, move with pneumotoscopy, no perforations.<p><p><p><p><B>Nose: </B>Septum midline, no discharge, no polyps. No sinus tenderness.<p><p><p><p><B>Mouth and Throat: </B>Teeth in good repair. Gums normal. No ulcers, lesions seen in oropharynx. No erythema, exudates, petechiae. Uvula in midline. Tonsils absent.<p><p><p><p><B>Neck: </B>Trachea midline. No masses. Thyroid not palpable.<p><p><p><p><B>Lymph Nodes: </B>No cervical, submandibular, epitrochlear, or axillary lymphadenopathy.<p><p><p><p><B>Chest: </B>Thorax symmetrical, somewhat hyperexpanded with limited expansion. Lungs resonant to hyperresonant to percussion. Breath sounds somewhat diminished with 2+  wheezes and rhonchi, especially in the bases.<p><p><p><p><B>Cardiac: </B>Precordium quiet, no heaves. Jugular veins 3 cm over sternal angle at 30&#xB0;. Carotid pulses 2+ , no bruits. PMI in 5th intercostal space 2 cm. to the left of the midclavicular line, somewhat diffuse. S1 and S2 normal, no gallops, rubs, or murmurs.<p><p><p><p><B>Abdomen: </B>Somewhat protuberant; symmetric. No scars. Bowel sounds normal. No bruits over aorta, renal arteries, or femoral arteries. Liver is 10 cm by percussion, edge palpable 2 cm. below the left costal margin, sharp, regular, and nontender. No masses palpable. No tenderness to palpation. No CVA tenderness.<p><p><p><p><B>Genitalia: </B>Penis uncircumcised, foreskin not retracted. No lesions, no discharge visible. Testes 5 cm on right, 3 cm on left, nontender, no masses or varicosities. No hernias.<p><p><p><p><B>Rectal: </B>No fissures, fistulas, hemorrhoids visible. Normal rectal tone. Prostate mildly enlarged, nontender, no masses. Stool brown, negative for occult blood.<p><p><p><p><B>Peripheral vasculature: </B>Pulses 1+  and symmetric (radial, femoral, popliteal, dorsalis pedis, and posterior tibial). Good capillary filling. No pallor on elevation of legs, no dependent rubor. No foot ulcerations.<p><p><p><p><B>Musculoskeletal: </B>Full range of motion of shoulders, neck, spine, elbows, hips, knees, ankles. No tenderness, swelling. Muscle strength somewhat diminished throughout.<p><p><p><p><B>Neurological:Cranial nerves: </B>I - not tested; II-visual field intact; III, IV, VI-EOMs intact, no ptosis; V-masseters strong and symmetrical, sensory intact, corneal reflex intact; VI-facial features symmetric, grimace normal; VIII-hearing acute, Weber midline, Rinne negative, no nystagmus; IX, X-uvula in midline, gag reflex present; XI-shoulder shrug equal and strong; XII-tongue movements normal. Gait: normal. Romberg negative. Motor strength 4+  and symmetric in grip, forearm, biceps, lower extremities, feet. No tremor, rigidity. Babinski negative. Reflexes 2+ and symmetric in brachioradialis, biceps, triceps, patellar, and ankle. Light touch, pinprick, and vibratory sensation 2+  in feet. Two-point discrimination grossly normal to 1 cm. in feet. Mental status: patient awake, alert, oriented x3, cooperative. Thought content appropriate. Mood somewhat anxious. Immediate recall intact. Recent and remote memory intact. Able to recite months backwards without error. Speech fluent and appropriate. Abstract reasoning appropriate.<p>"},"visible":true},"investigate":{"data":[{"name":"data","title":"","data":"<p><B>Chest x-ray: </B>Hyperinflated lungs consistent with chronic emphysema. <p><p><p><p><B>Pulmonary function test: </B>FEV1 at 50% of predicted and increased residual volume and residual volume:total lung capacity ratio<p><img alt=\"\" src=\"./data/data/LouisMarlboro/resp09-CXR-Male-COPD-NoLabe.jpg\" width=\"\" height=\"\"/>"}],"results":[{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"49","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"17.2","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"5","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"34","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"98","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"10.4","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"3-7","name":"Monocytes","value":"3","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"30","units":"%"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"1-3","name":"Eosinophils","value":"2","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"5","units":"%"}]},{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"10","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"10","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"40","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.7","units":"mg/dL"},{"range":"<200","name":"Cholesterol, total","value":"195","units":"mg/dL"},{"range":"<100","name":"LDL-cholesterol","value":"145","units":"mg/dL"},{"range":">=40","name":"HDL-cholesterol","value":"41","units":"mg/dL"},{"range":"<160","name":"Triglycerides","value":"150","units":"mg/dL"},{"range":"80-115","name":"Glucose","value":"90","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"10","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"0.9","units":"mg/dL"},{"range":"136-146","name":"Na","value":"140","units":"mmol/L"},{"range":"3.5-5.4","name":"K","value":"4.1","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"28","units":"mmol/L"}]}],"visible":true},"druglist":[null],"problemlist":[null,null]}},{"title":"Office Visit 1","elapsed":"","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Worsening bronchitis and shortness of breath<p><p><p><p><B>History of Present Illness: </B>For the last 4 days the patient has experienced increasing shortness of breath and coughing. He is now uncomfortably short of breath just sitting. Walking to the bathroom has become quite exhausting. He denies any fever and says the amount of sputum he&apos;s producing is about the same as it always is.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"Oxygen saturation by pulse oximeter is 92%."}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Acute bronchitis exacerbation of underlying COPD. Tolerating well.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Add ipratroprium bromide, 2 puffs 4x/d by metered-dose inhaler to the salmeterol.<p><p><p><p><B>Follow-up and referrals: </B>Return visit in 1 week<p><p><p><p><B>Patient education: </B>Reinforced importance of not smoking.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"140"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"80"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"30"},{"name":"Height","units":"cm","ident":"height","value":"170"},{"name":"Weight","units":"kg","ident":"weight","value":"82"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient is in some degree of respiratory distress. Respiratory rate is 30/min. and somewhat labored. He coughs fairly frequently and brings up small amounts of whitish-green sputum. Chest is somewhat hyperexpanded and hyperresonant to percussion. Scattered rales, rhonchi, and wheezes throughout both lung fields."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[]}},{"title":"Office Visit 2","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Worsening bronchitis and shortness of breath<p><p><p><p><B>History of Present Illness: </B>Patient&apos;s cough has worsened since last week. Now producing more copious sputum. Shortness of breath is also somewhat worse. Using salmeterol and ipratroprium metered-dose inhalers as directed.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"Oxygen saturation is 90% by pulse oximeter on room air."}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Acute bronchitis is worsening and beginning to compromise patient&apos;s pulmonary reserve capacity.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Doxycycline 100 mg. 2x/d x 10 d. Oral prednisolone 30 mg. per day.<p><p><p><p><B>Follow-up and referrals: </B>Return visit in 1 week or sooner if symptoms worsen significantly.<p><p><p><p><B>Patient education: </B>Reinforced importance of not smoking and how to monitor symptoms of this acute episode.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"140"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"88"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"32"},{"name":"Height","units":"cm","ident":"height","value":"170"},{"name":"Weight","units":"kg","ident":"weight","value":"82"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient continues to be in moderate amount of respiratory distress. Respiratory rate is 32/min. and somewhat labored. He coughs fairly frequently and brings up fairly copious amounts of yellowish-green mucopurulent sputum. Chest is somewhat hyperexpanded and hyperresonant to percussion. Scattered rales, rhonchi, and wheezes throughout both lung fields."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null,null],"problemlist":[]}},{"title":"Office Visit 3","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Worsening bronchitis and shortness of breath<p><p><p><p><B>History of Present Illness: </B>Patient continues to deteriorate. He is short of breath all of the time, even when at rest. His cough continues to be productive of copious amounts of sputum. Patient thinks he should be in the hospital. He is feeling very anxious.<p>"}]},"procedure":{"visible":true,"items":[{"title":"","body":"Pulse oximeter records oxygen saturation of 88% on room air."}]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Patient is decompensating and needs to be hospitalized for assisted ventilation.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Continue current meds in hospital.<p><p><p><p><B>Follow-up and referrals: </B>Emergency hospitalization; pulmonary referral<p><p><p><p><B>Patient education: </B>Explained reasons for decision to hospitalize and what to expect in the hospital.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"144"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"90"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"90"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"36"},{"name":"Height","units":"cm","ident":"height","value":"170"},{"name":"Weight","units":"kg","ident":"weight","value":"82"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient appears in moderately severe respiratory distress. Respiratory rate is 36/min. and labored with use of accessory musculature. He coughs fairly frequently and brings up fairly copious amounts of yellowish-green mucopurulent sputum. Chest is hyperexpanded and hyperresonant to percussion. Scattered rales, rhonchi, and wheezes throughout both lung fields."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[]}},{"title":"Hospital Discharge 1","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>The pulmonary consultant called to say that Mr. Marlboro is ready for discharge from the hospital (see hospital discharge summary below). The consultant would like you to arrange for home health care for Mr. Marlboro. He will need home oxygen therapy and respiratory therapy for at least one month.<p><p><p><p><B>Hospital Discharge Summary</B><p><p><p><p>Mr. Louis Marlboro, a 68-year-old married white man with long-standing COPD of the mixed type, was admitted by his primary care physician to the hospital due to deteriorating respiratory status secondary to an acute exacerbation of his COPD from a presumably viral lower respiratory tract infection. The patient had been started on prednisolone 30 mg. daily and doxycycline 100 mg. twice daily, but continued to deteriorate. He was also using a salmeterol inhaler twice daily and ipratroprium bromide inhaler four times a day.<p><p><p><p>He was admitted to the hospital with referral to this physician for management of his impending respiratory failure. His oxygen saturation in the emergency room was 87% on room air which increased to 89% on nasal oxygen. His PaO2 was 45 mm Hg on room air, increasing to 55 mm on nasal oxygen. He was placed on positive-pressure ventilation without intubation with an inspired oxygen fraction of 28%. He improved immediately with his oxygen saturation rising to 94%. He was switched to intravenous methylprednisolone, 125 mg. every six hours for 3 days, then switched back to the oral prednisolone at 40 mg. to be tapered down by 10 mg. every other day. He was continued on the doxycycline.<p><p><p><p>The patient was taken off positive-pressure ventilation at the end of the third hospital day. His oxygen saturation was 92% on nasal oxygen and he was discharged home where his primary care physician had arranged for home oxygen and respiratory therapy.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[]}},{"title":"Home Visit 1","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Flu shot<p><p><p><p><B>History of Present Illness: </B>Visited patient in his home to give him his annual flu shot. His situation is pretty much status quo since his discharge from the hospital a week ago. He is fairly comfortable at rest with oxygen, but gets winded walking from room to room and also hasn&apos;t regained whatever strength he had before the hospitalization. Patient remarks that it &quot;isn&apos;t much of an existence,&quot; but he does enjoy seeing his friends and family when they visit and he enjoys watching TV.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Patient appears stable on home oxygen.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Administered influenza vaccine.<p><p><p><p><B>Follow-up and referrals: </B>Office visit in 1 month.<p><p><p><p><B>Patient education: </B>Discussed with patient his perception of his quality of life and what might be done to make it better.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"136"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"82"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"26"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient is not in any acute respiratory distress. He is carrying a portable oxygen tank and has nasal oxygen running. Respiratory rate is 26/min. He coughs only rarely, producing only a scant amount of sputum. Chest is slightly hyperexpanded and hyperresonant to percussion. Scattered rales, rhonchi, and wheezes throughout both lung fields."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Hospital Admission 2","elapsed":"10 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>History of Present Illness: </B>Mr. Marlboro was admitted via the emergency room with pneumonia. Yesterday, the patient developed a cough and low-grade fever and increased sputum production. He increased the use of his metered-dose inhalers but with little efficacy. Over the course of the night the fever increased and his shortness of breath and cough also worsened. He telephoned our practice and was told to go directly to the emergency room early this morning. Oxygen saturation by pulse oximeter was 90% on nasal oxygen. Chest x-ray revealed a right middle lobe consolidation. He was admitted from the emergency room.<p><p><p><p><B>Past Medical History: </B>Patient had the usual childhood illnesses (measles, rubella, chickenpox, mumps) and had his tonsils removed at age 5 for repeated episodes of strep throat. He received childhood immunizations against tetanus, diphtheria, and pertussis. His last tetanus?diphtheria booster was 6 years ago. He also received pneumococcal vaccine and received influenza vaccine 10 weeks ago.  He has had no serious injuries. He was hospitalized at age 57 and 58 with pneumonia, which is when he largely quit smoking and had to go on disability and early retirement. His most recent hospitalization was 4 months ago for assisted ventilation after he suffered respiratory decompensation following an episode of acute bronchitis. He has no known allergies. He drinks beer in moderation (1-2 beers on &quot;special occasions&quot;).<p><p><p><p><B>Family History: </B>His mother and father are deceased. His mother died of a heart attack at age 77. His father died of prostate cancer at age 80. The patient has 1 sisters and 2 brothers. They are all younger than he. One brother also suffers from COPD and high blood pressure. The others are in good health, as far as he knows.<p><p><p><p><B>Personal and Social History: </B>Patient lives with wife in their own home. His two sons are married and living in other parts of the country. The family is Methodist, but not very religious. Patient says that the home situation is somewhat strained by his inability to do much for himself or to help his wife. Finances are tight. Patient with a salesman with a large retail company until his early retirement. He has a modest pension in addition to his Social Security.<p><p><p><p><p><p><B>Review of Systems:</B><p><p><p><p><B>General: </B>He considers his health to be poor. His appetite has gradually diminished and he has lost a few pounds in the last few months.<p><p><p><p><B>Skin: </B>No rashes, sores, itching. Denies any itching, dryness, excessive sweatiness, change in skin color, hair, or nails.<p><p><p><p><B>Head: </B>No headache, head injuries.<p><p><p><p><B>Eyes: </B>No visual disturbances, double vision, difficulty seeing. Does not wear glasses. No eye pain, discharge, or excessive tearing.<p><p><p><p><B>Ears: </B>Hearing is not as good as it once was, but he hears the TV and radio fine. No ringing in his ears (tinnitus), dizziness (vertigo). No ear pain, no discharge from ears.<p><p><p><p><B>Nose:</B> Susceptible to frequent colds and bronchitis. Denies runny nose, nosebleeds, nasal congestion, allergic symptoms.<p><p><p><p><B>Mouth and Throat: </B>Denies any problems with teeth or gums (no bleeding, infections) other than cavities that have been filled. Sometimes he becomes hoarse if he catches a cold.<p><p><p><p><B>Neck:</B>\tNo masses, stiffness, &quot;swollen glands,&quot; goiter.<p><p><p><p><B>Breasts:</B>Not applicable<p><p><p><p><B>Respiratory: </B>See HPI<p><p><p><p><B>Cardiac: </B>No chest pain, palpitations, orthopnea (shortness of breath lying flat), paroxysmal nocturnal dyspnea (shortness of breath in the middle of the night after lying down for some time).<p><p><p><p><B>Gastrointestinal: </B>No trouble swallowing, heartburn, indigestion, nausea, vomiting (including blood). No diarrhea or constipation. No change in stool color (denies black, tarry stools [melena] or blood in stools [hematochesia]). No hemorrhoids, rectal pain, or rectal discharge. No abdominal pain, excessive gas, food intolerances.<p><p><p><p><B>Urinary: </B>No frequency or urgency of urination, nocturia, dysuria, hematuria, change in color of urine, or incontinence.<p><p><p><p><B>Genital: </B>Denies any hernias, penile discharge, sores on penis, pain with intercourse, testicular pain. Denies any problems with erections or ejaculation.<p><p><p><p><B>Peripheral vascular: </B>No cramps with walking, no varicose veins.<p><p><p><p><B>Musculoskeletal: </B>No muscular or joint pain, stiffness, swelling, or weakness.<p><p><p><p><B>Neurological: </B>No fainting, seizures, paralysis, numbness or changes in sensation, no &quot;pins and needles&quot; (paresthesias), tremors or involuntary movements.<p><p><p><p><B>Hematological: </B>No easy bleeding or bruising, weakness and fatigue. No previous blood transfusions.<p><p><p><p><B>Endocrine: </B>No heat or cold intolerance, excessive sweating or thirst.<p><p><p><p><B>Psychiatric: </B>Says that he sometimes gets down because of his incapacity, but he still enjoys friends and family when they visit. He denies any suicidal ideation. No nervousness or anxiety, hallucinations.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Right middle lobe pneumonia<p><p><p><p><B>Investigations: </B>Continuous pulse oxymetry, daily arterial blood gases<p><p><p><p><B>Medications and treatments: </B>Begin on antibiotics as recommended by infectious diseases consultant; increase oxygen<p><p><p><p><B>Follow-up and referrals: </B>Infectious diseases and pulmonary consultation and management<p><p><p><p><B>Patient education: </B>Patient informed of problem and plan.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"130"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"80"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"96"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"42"},{"name":"Height","units":"cm","ident":"height","value":"170"},{"name":"Weight","units":"kg","ident":"weight","value":"80"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"38.8"}],"data":{"title":"Physical Examination","body":"<p><B>General appearance: </B>Patient was short of breath at rest with nasal oxygen. He appeared somewhat anxious.<p><p><p><p><B>Skin: </B>Some duskiness to skin color. No excessive moisture. Not dry. No scaling, no rashes. Hair is full, no alopecia. Nails show no pitting, clubbing, or onycholysis.<p><p><p><p><B>Head: </B>Skull is normal.<p><p><p><p><B>Eyes: </B>Visual acuity not tested. Visual fields full by confrontation. Conjunctiva and sclera clear. Pupils round, regular, equal, reactive to light. Extraocular movements intact in cardinal directions. Disc margins sharp, no papilledema. Some arteriolar narrowing, no A-V nicking, hemorrhages, exudates.<p><p><p><p><B>Ears: </B>Both ear canals clear. Tympanic membranes intact, move with pneumotoscopy, no perforations.<p><p><p><p><B>Nose: </B>Septum midline, no discharge, no polyps. No sinus tenderness.<p><p><p><p><B>Mouth and Throat: </B>Teeth in good repair. Gums normal. No ulcers, lesions seen in oropharynx. No erythema, exudates, petechiae. Uvula in midline. Tonsils present.<p><p><p><p><B>Neck: </B>Trachea midline. No masses. Thyroid not palpable.<p><p><p><p><B>Lymph Nodes: </B>No cervical, submandibular, epitrochlear, or axillary lymphadenopathy.<p><p><p><p><B>Chest:</B> Thorax symmetrical, somewhat hyperexpanded with limited expansion. Dullness to percussion in middle right lung field anteriorly, resonant to hyperresonant elsewhere. Tactile fremitus grossly equal bilaterally. Breath sounds somewhat diminished with 2+  wheezes and rhonchi, especially in the bases.<p><p><p><p><B>Cardiac: </B>Precordium quiet, no heaves. Jugular veins 3 cm over sternal angle at 30&#xB0;. Carotid pulses 2+ , no bruits. PMI in 5th intercostal space 2 cm. to the left of the midclavicular line, somewhat diffuse. S1 and S2 normal, no gallops, rubs, or murmurs.<p><p><p><p><B>Abdomen: </B>Somewhat protuberant; symmetric. No scars. Bowel sounds normal. No bruits over aorta, renal arteries, or femoral arteries. Liver is 10 cm by percussion, edge palpable 2 cm. below the left costal margin, sharp, regular, and nontender. No masses palpable. No tenderness to palpation. No CVA tenderness.<p><p><p><p><B>Genitalia: </B>Penis uncircumcised, foreskin not retracted. No lesions, no discharge visible. Testes 5 cm on right, 3 cm on left, nontender, no masses or varicosities. No hernias.<p><p><p><p><B>Rectal: </B>Not performed.<p><p><p><p><B>Peripheral vasculature: </B>Pulses 1+  and symmetric (radial, femoral, popliteal, dorsalis pedis, and posterior tibial). Good capillary filling. No pallor on elevation of legs, no dependent rubor. No foot ulcerations.<p><p><p><p><B>Musculoskeletal: </B>Full range of motion of shoulders, neck, spine, elbows, hips, knees, ankles. No tenderness, swelling. Muscle strength diminished throughout.<p><p><p><p><B>Neurological: </B>Cranial nerves: I-not tested; II-visual field intact; III, IV, VI-EOMs intact, no ptosis; V-masseters strong and symmetrical, sensory intact, corneal reflex intact; VII-facial features symmetric, grimace normal; VIII-hearing acute, Weber midline, Rinne negative, no nystagmus; IX, X-uvula in midline, gag reflex present; XI-shoulder shrug equal and strong; XII-tongue movements normal. Gait: not assessed. Motor strength 1+  and symmetric in grip, forearm, biceps, lower extremities, feet. No tremor, rigidity. Babinski negative. Reflexes 2+  and symmetric in brachioradialis, biceps, triceps, patellar, and ankle. Light touch, pinprick, and vibratory sensation 2+  in feet. Two-point discrimination grossly normal to 1 cm. in feet. Mental status: patient awake, alert, oriented x3, cooperative. Thought content appropriate. Mood anxious. Immediate recall intact. Recent and remote memory intact. Speech fluent and appropriate.<p>"},"visible":true},"investigate":{"data":[{"name":"data","title":"","data":"<p>ECG: Right atrial enlargement and right axis deviation<p><img alt=\"\" src=\"./data/data/LouisMarlboro/ECG Right Axis Deviation.jpg\" width=\"\" height=\"\"/>"},{"name":"data","title":"","data":"<p>Chest x-ray: Right middle lobe pneumonia<p><img alt=\"\" src=\"./data/data/LouisMarlboro/RML pneumonia.jpg\" width=\"\" height=\"\"/>"}],"results":[{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"50","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"17.2","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"5","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"34","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"100","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"17.5","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"15","units":"%"},{"range":"3-7","name":"Monocytes","value":"0","units":"%"},{"range":"1-3","name":"Eosinophils","value":"0","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"25","units":"%"}]},{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"80-115","name":"Glucose","value":"85","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"14","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.0","units":"mg/dL"},{"range":"136-146","name":"Na+","value":"144","units":"mmol/L"},{"range":"3.5-5.4","name":"K+","value":"4.1","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"26","units":"mmol/L"}]}],"visible":true},"druglist":[],"problemlist":[null]}},{"title":"Hospital Discharge 2","elapsed":"8 days later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p><B>Hospital Discharge Summary #2</B><p><p><p><p>Mr. Louis Marlboro, a 68-year-old married white man with long-standing COPD of the mixed type, was admitted by his primary care physician to the hospital due to signs and symptoms of a right middle lobe pneumonia. On admission, the patient was febrile with a temperature ranging from 38.8&#xB0;C to 39.2&#xB0;C, tachypnea, elevated white blood cell count with a shift to the left, dyspnea, decreased oxygen saturation, and a chest x-ray showing a right middle lobe consolidation. A Gram&apos;s stain of the sputum showed mixed flora with Gram-negative rods predominating with many polys.<p><p><p><p>The patient was started on cefotaxime and gentamicin and improved slowly. During the first two hospital days he was also placed on positive-pressure ventilation without intubation which improved his respiratory status. Sputum culture was positive for klebsiella species, sensitive to cefotaxime and the gentamicin was discontinued. The patient was afebrile by day 4 and was discharged on day 8 to be followed by his primary care physician.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Home Visit 2","elapsed":"2 months later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow-up from hospitalization for pneumonia<p><p><p><p><B>History of Present Illness: </B>Patient reports that he&apos;s been about the same as usual since returning home from the hospital. He&apos;s still short of breath with the slightest exertion but relatively comfortable at rest with his nasal oxygen. He has not had any more acute exacerbations. When his son was visiting recently, they managed to go to a restaurant for a dinner, but it was so difficult for him that he requested that his family not insist on his leaving the house in the future.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Patient appears stable.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Maintain on salmeterol and ipratropium, oxygen<p><p><p><p><B>Follow-up and referrals: </B>Return visit in 6 months or as needed.<p><p><p><p><B>Patient education: </B>Discussed his concerns, including issues of death and dying. Despite his limitations, patient finds meaning in his life and fulfillment. Has completed a durable power of attorney form and designated his wife as his health-care decision-maker in case of his incapacity.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"138"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"82"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"26"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient is not in any acute respiratory distress with portable oxygen. Respiratory rate is 26/min. He coughs only rarely, producing only a scant amount of sputum. Chest is slightly hyperexpanded and hyperresonant to percussion. Scattered rales, rhonchi, and wheezes throughout both lung fields."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null]}},{"title":"Home Visit 3","elapsed":"7 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Follow up after wife's death<p><p><p><p><B>History of Present Illness: </B>Patient's wife died last week from lung cancer. His younger son is living with him this week but is going to have to return home in a few days and didn't think his father could stay in the house alone, even with home health care and homemaking assistance. Patient agrees that he can't manage on his own without his wife and doesn't want his two sons to have to support 24-hour in-house health aides. He is willing to move to a long-term care facility. He will put his home up for sale. Between his pension and the proceeds for the sale of his house, he should be able to manage the finances adequately.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Patient grieving normally. Respiratory status quo. Patient would not be able to care for himself independently.<p><p><p><p><B>Investigations: </B>none<p><p><p><p><B>Medications and treatments: </B>Maintain current meds.<p><p><p><p><B>Follow-up and referrals: </B>Arrange for social work assistance in placing patient in a long-term care facility.<p><p><p><p><B>Patient education: </B>Discussed plans for LTC placement, grieving process.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"136"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"82"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"26"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient is obviously sad and grieving, but not despondent. Patient&apos;s respiratory status is essentially unchanged from last visit.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Nursing Home Visit 1","elapsed":"2 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Chest pain<p><p><p><p><B>History of Present Illness: </B>Patient entered nursing home last week and has been complaining of intermittent chest pain while walking. The pain is substernal, squeezing, and of sufficient intensity to require the patient to stop walking and, if possible, sit down. The patient describes this as different from the shortness of breath he usually experiences. The pain will often go up to his left shoulder. The pain comes on when he walks more than about 10 meters. The pain goes away after resting for about 3-5 minutes. He sometimes gets a little lightheaded, but has not fainted or felt in imminent danger of fainting during these episodes. There is no associated nausea or sweating.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Patient appears to have angina pectoris based on clinical symptoms. At high risk for coronary artery disease based on long-standing smoking history.<p><p><p><p><B>Investigations: </B>Obtain ECG. Thallium scan to be arranged.<p><p><p><p><B>Medications and treatments: </B>Start on long-acting nitrate, isosorbide dinitrate, during the day ot prevent anginal attacks. Begin daily aspirin therapy.<p><p><p><p><B>Follow-up and referrals: </B>Recheck in 1 month or if symptoms worsen.<p><p><p><p><B>Patient education: </B>Explained nature of angina pectoris.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"138"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"88"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"82"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"30"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Patient appears in his usual state of health, slightly out of breath, breathing with nasal oxygen at 30/min. Chest: hyperresonant to percussion. Breath sounds somewhat diminished with 2+  wheezes and rhonchi, especially in the bases. Cardiac: precordium quiet, no heaves. Jugular veins 3 cm over sternal angle at 30&#xB0;. Carotid pulses 2+, no bruits. PMI not palpable. S1 and S2 normal, no gallops, rubs, or murmurs.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[null]}},{"title":"Emergency Room Visit 2","elapsed":"13 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Chest pain<p><p><p><p><B>History of Present Illness: </B>Patient brought to the ER from nursing home because of severe substernal chest pain radiating down his left arm, associated with sweating, lightheadedness, and nausea. The patient awoke around 5 A.M. this morning complaining that he wasn&apos;t feeling well and was nauseated. The nursing staff gave him some antacids, but that didn&apos;t help. The patient slowly became aware of the pain in his chest, initially thinking it was heartburn. The pain has become steadily worse. By 8 A.M. the pain became crushing and unbearable, which is when an ambulance was called to take him to the emergency room.<p>"}]},"procedure":{"visible":true,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Acute anterior myocardial infarction.<p><p><p><p><B>Investigations: </B>Echocardiogram<p><p><p><p><B>Medications and treatments: </B>tPA administered intravenously, daily aspirin, heparin, morphine as needed.<p><p><p><p><B>Follow-up and referrals: </B>Refer to cardiology for admission to CCU and management<p><p><p><p><B>Patient education: </B>Discussed with patient that he has had a heart attack and the current plan of treatment.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"150"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"98"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"100"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"34"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"Patient was initially in significant discomfort which was partially alleviated with an intravenous injection of morphine sulfate 5 mg. Patient was diaphoretic and breathing rapidly, but that has slowed down to 24/min following the morphine. Heart sounds were distant and hard to hear because of pulmonary rales and rhonchi, but an S3 gallop and S4 were thought to be present. ECG shows acute changes of an anterior wall myocardial infarction. As there were no contraindications, intravenous thrombolysis with tPA was promptly administered. He also received 325 mg. of aspirin orally and heparin intravenously. Portable chest x-ray shows new signs of bibasilar infiltration of fluid as well as old signs of COPD compared to old x-rays. Oxygen saturation 92% on 28% oxygen rebreathing mask."},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Hospital Admission 3","elapsed":"12 hours later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>The patient was received in the coronary care unit at 10:05 A.M. He was receiving oxygen via a 28% rebreathing mask and his oxygen saturation was 91%. He had received one 5 mg. dose of morphine in the emergency room and another 5 mg. at 10:35 for continued chest pain. He had received 325 mg. of aspirin orally and heparin  and tPA intravenously in the emergency room. He was resting comfortably at 6:05 P.M. when he showed increasing numbers of premature ventricular contractions (PVCs). A 50 mg. dose of lidocaine was given as an intravenous bolus with a lidocaine infusion at 1 mg./min. started. PVCs initially disappeared but increased in frequency over the next hour. The lidocaine infusion was increased to 2 mg/min at 7:10 P.M. PVCs continued to appear at &gt;6 per minute and the infusion was increased to 3 mg./min. at 8:15 P.M. PVCs continued to appear between 3-6 per minute.<p><p><p><p>At 9:21 P.M. the patient went into sustained ventricular fibrillation and lost consciousness. Since no advanced directives could be found in the chart, resuscitation protocols were begun. At 9:23, the patient received a 200 joule defibrillating shock but remained in ventricular fibrillation. A second 300 joule shock was administered at 9:25, still without response. A third 360 joule shock was administered again at 9:27, again with no response and the rhythm continuing as fine ventricular fibrillation. The patient was given bag-mask ventilation and extrathoracic cardiac compression and administered 1 mg. of epinephrine 1:1000 intravenously. The electric shock of 300 joules was administered again at 9:30. The patient did not respond and the ECG continued to show fine ventricular fibrillation. Amiodarone 300 mg. was pushed intravenously as well as an additional 1.0 mg. of epinephrine and the 300 joule electric shock was repeated at 9:34 with bag-mask ventilation and cardiac compressions continuing during the interval. The patient did not respond and the ECG now showed an isoelectric current. 1.0 mg. of atropine was given by intravenous push and a 300 joule shock was administered at 9:36. The atropine 1 mg. was repeated and the 300 joule shock was repeated at 9:38 with no response. CPR was applied for 2 minutes, the 1 mg. of atropine and 1 mg. of epinephrine repeated by intravenous push and the patient given another 300 joule countershock 1 minutes after drug administration at 9:41, with no response. Resuscitation efforts were discontinued and the patient was pronounced dead at 9:44 P.M. No family was available as his two sons were still in transit. His primary care physician was notified.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}}]},{"path":"./data/data/TylerNall/","person":{"age":"3","name":"Tyler Nall","sex":"Male","social":"Lives with parents in their own home","ethnicity":"White","race":"White","face":"../data/data/TylerNall/Ashley Morrissette3.jpg"},"event":[{"title":"Telephone Call","elapsed":"0","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Tyler&apos;s mother is calling quite frantically. Tyler drank an unknown quantity of acetaminophen (paracetamol) from a bottle left under the sink in the bathroom. It wasn&apos;t a new bottle, but she doesn&apos;t remember how much was left. There was only a small quantity left in the bottle when she discovered it. Tyler appears fine, though he started crying when she began yelling at him.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p>Instruct mother to bring Tyler to the emergency department immediately where he will have blood drawn for acetaminophen (paracetamol) levels and be monitored and given n-acetylcysteine.<p>"}]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}},{"title":"Emergency Room Visit","elapsed":"0","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>Emergency Room Summary<p><p><p><p>The patient was in no acute distress upon arrival in the ED. Vital signs were stable. An immediate acetaminophen blood level was drawn along with liver function tests. 2.0 Gm of n-acetylcysteine was given mixed with juice which the patient consumed without emesis. The initial APAP plasma level was 102 &#xB5;g/ml. The plasma level was repeated in 4 hours and found to be 50 &#xB5;g/ml. The patient continued to be asymptomatic and was discharged from the ED with instructions to his parents about symptoms to watch for and for ways to avoid accidental ingestions in the future.<p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null]}},{"title":"Visit #1","elapsed":"2 months later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> limp<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Mother says she noticed Tyler limping today. He said his right leg hurts. Mother reports that he had been well until today, though he had a mild cold a few days last week. He slept well last night and ate his usual breakfast this morning.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"94"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"58"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"100"},{"name":"Respiration","units":"/mn","ident":"respiration","value":"20"},{"name":"Height","units":"cm","ident":"height","value":"95"},{"name":"Weight","units":"kg","ident":"weight","value":"14"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37.3"}],"data":{"title":"Physical Examination","body":"<p>Tyler is sitting comfortably in his mother&apos;s lap. He does not appear ill. The right leg is being held in an externally rotated position. Palpation of both lower extremities is normal. Internal rotation of the right hip elicits complaint of pain from patient. Tyler is able to walk, but with a noticeable antalgic gait.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"0-8","name":"C-reactive protein","value":"12","units":"mg/dL"}]},{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"45","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"17","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"5","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"34","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"90","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"11.6","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"28","units":"%"},{"range":"3-7","name":"Monocytes","value":"5","units":"%"},{"range":"1-3","name":"eosinophils","value":"3","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"4","units":"%"},{"range":"0-10","name":"Erythrocyte Sedimentation Rate (ESR) Westegren, modified","value":"16","units":"mm/h"}]}],"visible":true},"druglist":[],"problemlist":[null,null]}}]},{"path":"./data/data/ShirleyCosby/","person":{"age":"43","name":"Shirley Cosby","sex":"female","marital_status":"Married","education":"master's degree","social":"married, living with husband and two sons","race":"African American","maritalstatus":"married","occupation":"high school teacher","language":"English","face":"../data/data/ShirleyCosby/ShirleyCosby.jpg"},"event":[{"title":"Visit #1","elapsed":"0","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> increased cholesterol<p><p><p><p><B>History of Present Illness: </B>Patient went to a health fair sponsored by her church and had her cholesterol level checked. It came back at 260 mg/dL and she was told to contact her physician. Patient doesn&apos;t recall having her cholesterol checked before. She eats a well-balanced diet and is not a fussy eater. She drinks low-fat milk, but otherwise has not particularly tried to avoid fat or cholesterol in her diet. She has gradually increased in weight over the years. When she was married, she weighed 57 kg. (125 lbs.)<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Hypercholesterolemia and overweight<p><p><p><p><B>Investigations:</B> Lipid profile, fasting serum glucose, thyroid stimulating hormone, liver function tests just prior to return visit in 6 weeks<p><p><p><p><B>Medications and treatments:</B> none<p><p><p><p><B>Follow-up and referral:</B> Return in 6 weeks to review labs and progress<p><p><p><p><B>Patient education:</B> Recommend lifestyle changes to reduce cholesterol and risk of cardiac disease, specifically dietary changes to lose weight and lower saturated fat and cholesterol in diet and increase exercise<p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"126"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"82"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"165"},{"name":"Weight","units":"kg","ident":"Weight","value":"72"}],"data":{"title":"Physical Examination","body":"<p>Somewhat overweight, pleasant and cooperative woman who appears her stated age. Eyes: PERRLA, optic disc sharp, no arteriolar narrowing, no exudates, hemorrhages. Carotids 2+ equal, no bruits. Cardiac: PMI not palpable, no heaves, thrills; S1 and S2 normal, no murmurs, gallops, or rubs. Chest: clear to percussion and auscultation. Abdomen: slightly protuberant, waist circumference 90 cm., bowel sounds present, no masses, no bruits. Extremities: d. pedis and posterior tibial 2+ and equal, no edema. Urine dipstick shows no sugar, blood, protein, and negative for leucocyte esterase.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Visit #2","elapsed":"6 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> follow-up for cholesterol<p><p><p><p><B>History of Present Illness:</B> Patient reports that she has been careful in her diet and has eliminated much of the saturated fat by avoiding cheese, red meat, and fat-containing dairy products. She is happy about the weight she has lost. She is also walking 2 km. a day.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Total cholesterol and LDL cholesterol still above optimal levels despite patient&apos;s adherence to lifestyle changes and significant weight loss. <p><p><p><p><B>Investigations:</B> Repeat liver function tests prior to next visit since she is beginning treatment with a statin today<p><p><p><p><B>Medications and treatments:</B> lovastatin 20 mg. orally daily<p><p><p><p><B>Follow-up and referral:</B> Return visit in 6 weeks <p><p><p><p><B>Patient education:</B> Discussed the advisability of beginning a lipid-lowering drug while she continues her lifestyle changes since it appears that lifestyle changes alone will not be sufficient to lower her lipids into the normal range. The patient agrees to begin a statin.<p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"122"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"80"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"70"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"165"},{"name":"Weight","units":"kg","ident":"Weight","value":"66"}],"data":{"title":"Physical Examination","body":"<p>Repeat fasting cholesterol still elevated at 221 mg/dL. LDL is above goal at 175.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"10","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"12","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"30","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.5","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"4.8","units":"g/dL"},{"range":"<200","name":"Cholesterol, total","value":"221","units":"mg/dL"},{"range":"<100","name":"LDL-cholesterol","value":"175","units":"mg/dL"},{"range":"&ge;40","name":"HDL-cholesterol","value":"52","units":"mg/dL"},{"range":"<160","name":"Triglycerides","value":"120","units":"mg/dL"},{"range":"80-115","name":"Glucose","value":"98","units":"mg/dL"},{"range":"2-10","name":"Thyroid-stimulating hormone (TSH)","value":"3","units":"&micro;U/mL"}]}],"visible":true},"druglist":[null],"problemlist":[null,null,null]}},{"title":"Visit #3","elapsed":"6 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>follow-up for cholesterol<p><p><p><p><B>History of Present Illness: </B>Patient reports that she has continued to stick to her diet. She is also increased her walking to 3 km. a day. She has been taking lovastatin 20 mg. daily.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Total cholesterol and LDL cholesterol still above goal. Further lowering indicated. LFTs normal.<p><p><p><p><B>Investigations:</B> Repeat lipid panel and liver function tests just prior to next visit<p><p><p><p><B>Medications and treatments:</B> Increase lovastatin to 40 mg. daily<p><p><p><p><B>Follow-up and referral:</B> Return visit in 12 weeks<p><p><p><p><B>Patient education:</B> Discussed lipid-lowering goals and why it was appropriate to increase dose of medications while continuing her lifestyle changes.<p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"122"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"80"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"68"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"165"},{"name":"Weight","units":"kg","ident":"Weight","value":"64"}],"data":{"title":"Physical Examination","body":"<p>Repeat fasting cholesterol still elevated at 202 mg/dL. LDL is still above goal at 165.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"<200","name":"Cholesterol, total","value":"202","units":"mg/dL"},{"range":"<100","name":"LDL-cholesterol","value":"165","units":"mg/dL"},{"range":"&ge;40","name":"HDL-cholesterol","value":"52","units":"mg/dL"},{"range":"<160","name":"Triglycerides","value":"90","units":"mg/dL"},{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"12","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"12","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"32","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.5","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"4.8","units":"g/dL"}]}],"visible":true},"druglist":[null,null],"problemlist":[null,null,null]}},{"title":"Emergency Room Visit","elapsed":"10 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>History of Present Illness: </B>Patient began to feel poor  yesterday with vague abdominal pain and loss of appetite. She thought she had a stomach virus that would go away, but it continued to get worse. The pain became more severe, more localize to the upper right part of her abdomen, and the nausea also worsened and she vomited several times. Today she also developed a fever and the pain has continued to worsen and she has continued to vomit. She can barely move without excruciating pain.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Acute cholecystitis<p><p><p><p><B>Investigations: </B>Ultrasound of the abdomen, CBC, liver function tests<p><p><p><p><B>Medications and treatments:</B> Intravenous hydration and opiate analgesics for pain; begin on cefuroxime and metronidazole antibiotics parenterally<p><p><p><p><B>Follow-up and referral:</B> surgical referral<p><p><p><p><B>Patient education:</B> informed patient and her family of the likelihood that this is an acute gallbladder attack and that surgery is likely to be needed<p><p><p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"130"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"90"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"88"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"39.2"},{"name":"Height","units":"cm","ident":"Height","value":"165"},{"name":"Weight","units":"kg","ident":"Weight","value":"63"}],"data":{"title":"Physical Examination","body":"<p>Patient is in obvious pain. Chest is clear to percussion and auscultation. Cardiac: S1 and S2 normal, no murmurs. Abdomen: bowel sounds are present; diffusely tender to palpation with exquisite tenderness in right upper quadrant with severe pain brought on by inspiration while palpating under right costal margin (positive Murphy&apos;s sign).<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"50","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"60","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"120","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"1.8","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"4.1","units":"g/dL"},{"range":"80-115","name":"Glucose","value":"82","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"16","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.0","units":"mg/dL"},{"range":"136-146","name":"Na","value":"140","units":"mmol/L"},{"range":"3.5-5.1","name":"K","value":"4.0","units":"mmol/L"},{"range":"98-106","name":"Cl","value":"102","units":"mmol/L"},{"range":"22-29","name":"HCO","value":"24","units":"mmol/L"},{"range":"21-125","name":"Amylase","value":"80","units":"U/L"}]},{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"44","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"15.4","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"4.9","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"35","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"90","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"22.3","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"80","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"9","units":"%"},{"range":"3-7","name":"Monocytes","value":"1","units":"%"},{"range":"1-3","name":"eosinophils","value":"0","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"10","units":"%"},{"range":"150-400","name":"Platelet count","value":"300","units":"x10<sup>3</sup>/mm<sup>3</sup>"}]}],"visible":true},"druglist":[null],"problemlist":[null,null,null]}},{"title":"Hospital Visit #1","elapsed":"5 days post-op","data":{"inbox":{"visible":true,"items":[{"title":"Consultation request from Dr. Steven Scrubs","body":"<p>Your patient, Shirley Cosby, was admitted to the hospital under my service a week ago for acute cholecystitis, which you diagnosed during her emergency room visit before referring to me. She underwent an emergency laparoscopic cholecystectomy the same day that went uneventfully. The gross pathology at surgery confirmed the diagnosis of acute cholecystitis. Her immediate postoperative course was uneventful and she was afebrile on the next postoperative day. On the second postoperative day, she developed a low grade fever (3738&#xB0; C) and complained of nausea. As bowel sounds had not yet returned, she was kept NPO and on intravenous fluids. The same pattern of nausea, anorexia, absent bowel sounds, and variable low grade fever continued for the next 3 days (postop days 35) and she was kept NPO and fluid replacement. Yesterday, her fever spiked to 39.4&#xB0; C and she began to complain of more abdominal pain. An infectious disease consultation was obtained and the consultant suggested that she be started on antibiotics. Cefazolin was initiated, but her temperature remains elevated. I would appreciate your seeing Ms. Cosby at your earliest possible convenience.<p>"}]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>hostpital visit #1<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Saw Ms. Cosby this afternoon at 3:20 P.M. She was ill-appearing and in considerable discomfort. Her sensorium seemed somewhat impaired, although she was able to respond to questions. She kept saying that she was dying and that her abdomen was hurting her a great deal. She said she was sick to her stomach.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[{"title":"","body":"<p><B>Assessment: </B>Possible sepsis, consider abscess in and around surgical site<p><p><p><p><B>Investigations: </B>CT of the abdomen, blood and urine cultures, CBC<p><p><p><p><B>Medications and treatments:</B> Begin on gentamycin and clindamycin after cultures obtained, begin parenteral nutrtional support, transfer to ICU for closer monitoring<p><p><p><p><B>Follow-up and referral:</B> not applicable<p><p><p><p><B>Patient education:</B> informed patient and her family of the possibility of an infection and that re-operation may be necessary<p><p><p>"}]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"80"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"50"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"110"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"40.2"}],"data":{"title":"Physical Examination","body":"<p>Acutely ill-appearing, with clouded sensorium, but arousable. BP 80/50, pulse 110/min., respirations 30/min., temperature 40.3&#xB0;C. Skin is cool and clammy with some mottling in the lower extremities. Chest: respirations shallow and rapid, some bibasilar rales, no dullness to percussion. Cardiac: S1 and S2 normal, no murmurs. Abdomen: incisions for fiberoptic portals clean and closed, bowel sounds absent, diffuse tenderness throughout with possibly some rebound tenderness, though the patient groans repeatedly with any maneuvers. CBC from this morning shows WBC 14,400 with 90.7% polys, hematocrit 36, hemoglobin 12.8, total protein 4.5, albumen 1.9, cholesterol 92. Portable chest x-ray showed some atelectasis but no consolidation, but the inspiratory effort was poor. Flat plate of the abdomen showed an ileus pattern.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[null,null,null]}},{"title":"Hospital Visit #2","elapsed":"12 days post-op","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> hospital visit #2<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Was called to see Ms. Cosby because of a set back in her hospital course. One week ago, she underwent an exploratory laparotomy when the CT of her abdomen showed a phlegmon in the right upper quadrant. At surgery, an abscess was discovered as was a perforation in the right colic flexure. The abscess was drained and the perforation repaired. The next day the patient was markedly improved and has continued to recover slowly but steadily. The abscess culture was positive for bacteroides species. The blood culture was positive for <I>E. coli.</I><p><p><p><p>The patient was treated with intravenous gentamycin and clindamycin to which the organisms were susceptible. Yesterday, the patient began to experience watery diarrhea. She says that she also began to feel generally more poorly, lost her appetite, developed nausea but has not vomited, and has felt feverish. She also complains of a return of abdominal pain which she describes as crampy.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"100"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"78"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"90"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"38.5"}],"data":{"title":"Physical Examination","body":"<p>Patient is in discomfort, but is awake, alert, oriented, and cooperative. BP 100/78, pulse 90/min., respirations 20/min., temperature 38.50<p><p>C. Skin is moist with good turgor. Mucus membranes are moist. Chest: clear to auscultation and percussion. Cardiac: S1 and S2 normal, no murmurs. Abdomen: incisions for fiberoptic portals clean and closed, laparotomy incision in the midline is clean and closed with sutures in place, bowel sounds present, diffuse moderate tenderness throughout, no rebound tenderness, no masses appreciated. CBC yesterday shows WBC 13,200 with 82% polys, hematocrit 37, hemoglobin 12.9, total protein 4.9, albumen 2.3, cholesterol 140, Na+ 144, K+ 3.8, Cl- 102, HCO3- 28. Stool sent for culture, fecal leucocytes present on smear. Enzyme immunoassays for Toxin A and B were positive.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[null,null,null]}}]},{"path":"./data/data/NaomiNighthawk/","person":{"age":"93","name":"Naomi Nighthawk","sex":"Female","marital_status":"widowed","education":"grade school","social":"Lives with her daughter and son-in-law","race":"Native American","maritalstatus":"widowed","occupation":"retired","language":"English","face":"../data/data/NaomiNighthawk/NaomiNighthawk.jpg"},"event":[{"title":"Visit #1","elapsed":"0","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> weight loss<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Patient accompanied by her daughter who is concerned about weight loss in her mother. Patient herself does not appear to be too concerned, saying that her appetite just isn&apos;t what it used to be and it&apos;s too much of a bother to always be eating something. Both patient and daughter agree that it has been very gradual and perhaps the patient has lost about 2 kg. in the past 6 months, but, as her daughter says, &quot;she doesn&apos;t have much weight to spare.&quot; Her diet is fairly limited, consisting of toast with jam in the morning with tea, a half of a sandwich or salad for lunch usually with one slice of luncheon meat, and dinner which usually consists of some meat or fish, vegetable, and rice or potato, though she frequently only picks at her plate. She will have an occasional sweet. She does not drink any alcohol. The patient describes her general health as &quot;what you&apos;d expect for a 93-year-old,&quot; meaning that everything is slowing down and takes more energy to do. She had an eye exam within the past year and has new glasses. Her hearing is diminished, but she does not want a hearing aid. She walks with a cane around the house and stays on the ground floor where a room is set aside for her.  She occupies herself with knitting, reading, listening to music, and watching television.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"138"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"82"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"70"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"150"},{"name":"Weight","units":"kg","ident":"Weight","value":"45"}],"data":{"title":"Physical Examination","body":"<p>Patient is frail and slight but is able to ambulate slowly with her cane. She is very pleasant and cooperative, with a dry sense of humor, but reserved. Physical examination is essentially normal for her age. Specifically, her skin exam revealed no dangerous-appearing lesions, breasts were free of any masses, lungs were clear, heart sounds normal, and abdominal exam was benign. Office hematocrit was 34, urine dipstick was negative for protein, blood, sugar, and leukocyte esterase.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Visit #2","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>follow-up for test results<p><p><p><p><B>History of Present Illness: </B>Patient and daughter met with dietician and received some general suggestions on how to increase total calories in diet and how to increase intake of vitamin B12 and folate. Patient says she is trying to follow the advice and appreciates all the attention that everyone is giving her.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"138"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"82"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"70"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"150"},{"name":"Weight","units":"kg","ident":"Weight","value":"45"}],"data":{"title":"Physical Examination","body":"<p>CBC shows Hct 34, Hgb 10.2, RBC 3.0x106, MCHC 30, MCV 104, folate 0.7, B12 195, iron 45.<p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"8-20","name":"Alanine aminotransferase (ALT)","value":"10","units":"U/L"},{"range":"8-20","name":"Aspartate aminotransferase (AST)","value":"12","units":"U/L"},{"range":"20-70","name":"Phosphatase, alkaline","value":"50","units":"U/L"},{"range":"0.2-1.0","name":"Bilirubin, total","value":"0.8","units":"mg/dL"},{"range":"3.5-5.0","name":"Albumin","value":"3.3","units":"g/dL"},{"range":"<200","name":"Cholesterol, total","value":"130","units":"mg/dL"},{"range":"<100","name":"LDL-cholesterol","value":"70","units":"mg/dL"},{"range":">=40","name":"HDL-cholesterol","value":"52","units":"mg/dL"},{"range":"<160","name":"Triglycerides","value":"60","units":"mg/dL"},{"range":"80-115","name":"Glucose","value":"90","units":"mg/dL"},{"range":"7-18","name":"BUN","value":"9","units":"mg/dL"},{"range":"0.6-1.2","name":"Creatinine","value":"1.0","units":"mg/dL"},{"range":"2-10","name":"Thyroid-stimulating hormone (TSH)","value":"3.8","units":"&micro;U/mL"},{"range":"1.8-9","name":"Folate","value":"0.7","units":"ng/mL"},{"range":"40-150","name":"Iron, serum total","value":"45","units":"&micro;g/dL"},{"range":"140-700","name":"Vitamin B12","value":"195","units":"pg/mL"}]},{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"34","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"10.2","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"3.0","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"30","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"104","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"5.6","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"56","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"32","units":"%"},{"range":"3-7","name":"Monocytes","value":"5","units":"%"},{"range":"1-3","name":"eosinophils","value":"3","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"4","units":"%"},{"range":"150-400","name":"Platelet count","value":"250","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"0.5-1.5","name":"Reticulocyte count","value":"0.8","units":"%"}]}],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Visit #3","elapsed":"2 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> fainting<B></B><p><p><B></B><p><p><B>History of Present Illness: </B>Daughter reports that her mother apparently fainted this morning. The daughter heard a thud in her mother&apos;s room and went in to find her mother on the floor in a dazed state. The patient doesn&apos;t recall what happened other than finding herself on the floor with her daughter. She thinks perhaps she arose too quickly from sitting, but isn&apos;t sure. She has occasionally felt very lightheaded and unsteady when getting up from lying down or sitting, but she has never before actually fainted. Her daughter estimates that it was less than a minute that her mother was not conscious. She did not sustain any injury from the faint that she can tell. The patient did not become incontinent of urine during the episode.<p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"136"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"80"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"150"},{"name":"Weight","units":"kg","ident":"Weight","value":"45"}],"data":{"title":"Physical Examination","body":"<p>Patient appears unscathed from the incident. Neck is supple and full range of motion without producing symptoms. Carotids 2  and equal with no bruits. Cardiac exam remains unchanged with normal rhythm, S1 and S2, no murmurs. Extremities are nontraumatic and full range of motion without discomfort. Romberg negative. When patient is left lying for several minutes, BP is recorded at 138/82 and pulse is 72. One minute after assuming a standing position, BP is 105/66 and pulse is 76. Patient reports feeling somewhat lightheaded with that maneuver. Office electrocardiogram shows normal sinus rhythm, no evidence of heart block or frequent ectopic beats.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Visit #4","elapsed":"8 months later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>follow-up for anemia<p><p><p><p><B>History of Present Illness: </B>Patient says that she tries to follow the diet she was given, but finds it hard to eat that much. She doesn&apos;t have much of an appetite. She has been trying to drink more to avoid another fainting episode. She has not had another episode. <p><p>She reports recently having to ask for more help from her daughter.  She finds it more difficult to do her usual activities and feels fatigued and weak.  She has been relying on using her husband&apos;s old rolling walker because she does not feel steady any longer with her cane.  Bathing has become difficult, and she is taking sponge baths.  Her daughter now prepares the meals, does the shopping, and helps her get dressed in the morning.  <p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[{"name":"Systolic Blood Pressure","units":"mmHg","ident":"BPs","value":"138"},{"name":"Diastolic Blood Pressure","units":"mmHg","ident":"BPd","value":"82"},{"name":"Pulse rate","units":"bpm","ident":"Pulse","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"Temperature","value":"37"},{"name":"Height","units":"cm","ident":"Height","value":"150"},{"name":"Weight","units":"kg","ident":"Weight","value":"44"}],"data":{"title":"Physical Examination","body":"<p>Patient seems somewhat frailer than previously noted, she appears cachectic on exam with temporal wasting, poor skin turgor and muscle wasting. Blood indices improved slightly. <p>"},"visible":true},"investigate":{"data":[],"results":[{"name":"testresults","title":"Clinical Chemistry, Toxicology, Serology","data":[{"range":"1.8-9","name":"Folate","value":"10.6","units":"ng/mL"}]},{"name":"testresults","title":"Hematology, Coagulation, and Red Cell Enzymes","data":[{"range":"41-53","name":"Hematocrit","value":"36","units":""},{"range":"13.5-17.5","name":"Hemoglobin","value":"11.2","units":"g/dL"},{"range":"4.3-5.6","name":"Red blood cell count","value":"3.6","units":"x10<sup>6</sup>/mm<sup>3</sup>"},{"range":"31-36","name":"Mean Corpuscular Hemoglobin Concentration (MCHC)","value":"31","units":"gHb/dL"},{"range":"80-100","name":"Mean Corpuscular Volume (MCV)","value":"100","units":"&micro;m<sup>3</sup>"},{"range":"4.5-11.0","name":"Leukocyte count","value":"6.2","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"54-62","name":"Neutrophils","value":"60","units":"%"},{"range":"25-33","name":"Lymphocytes","value":"28","units":"%"},{"range":"3-7","name":"Monocytes","value":"5","units":"%"},{"range":"1-3","name":"eosinophils","value":"3","units":"%"},{"range":"0-0.75","name":"Basophils","value":"0","units":"%"},{"range":"3-5","name":"Bands","value":"4","units":"%"},{"range":"150-400","name":"Platelet count","value":"300","units":"x10<sup>3</sup>/mm<sup>3</sup>"},{"range":"0.5-1.5","name":"Reticulocyte count","value":"2.8","units":"%"}]}],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Inbox Message #1","elapsed":"15 weeks later","data":{"inbox":{"visible":true,"items":[{"title":"","body":"<p>From: Hospice Care<p><p>Subject: Naomi Nighthawk<p><p><p><p>Ms. Nighthawk peacefully died at home 15 weeks after being admitted to Hospice Care. <p>"}]},"history":{"visible":true,"items":[]},"procedure":{"visible":true,"items":[]},"management":{"visible":false,"items":[]},"physical":{"sign":[],"data":{"title":"","body":""}},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[]}}]},{"path":"./data/data/CarlZitkowsky/","person":{"age":"15","name":"Carl Zitkowsky","sex":"Male","marital_status":"Single","education":"Sophomore in high school","social":"Lives at home with both parents","race":"White","occupation":"student","language":"English","face":"../data/data/CarlZitkowsky/Matthew Davies.jpg"},"event":[{"title":"Office Visit 1","elapsed":"0","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Acne<p><p><B></B><p><p><B>History of Present Illness: </B>Noticed acne getting worse on face and shoulders. Has tried some over-the-counter medications without much success.<p><p>ticed acne getting worse on face and shoulders. Has tried some over-the-counter medications without much success.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Acne vulgaris, moderate to moderately severe on face and shoulders.<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Benzoyl peroxide 2.5% a.m., after school and tretinoin cream 0.025% at bedtime<p><p><p><p><B>Follow-up and referrals: </B>Return in 4-6 weeks<p><p><p><p><B>Patient education: </B>Explained nature of acne<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"110"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"73"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Moderate-to-moderately severe acne on face with many open and closed comedones, numerous papules and pustules, and a few inflammatory cysts, with a few inflammatory cysts on shoulders and upper back as well.<p><p>Papules/pustules +++/++ <p><p>Nodules +<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null,null],"problemlist":[null,null]}},{"title":"Office Visit 2","elapsed":"5 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint: </B>Acne<p><p><B></B><p><p><B>History of Present Illness:</B> Pt. says that acne has improved somewhat, but he is still concerned about it. Has been applying the benzoyl peroxide 2.5% solution in the morning and after school and tretinoin 0.025% cream at night. Initially the irritation was bothersome, but it improved after the first week.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Acne somewhat improved, but not much and patient is concerned<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Add tetracycline 500 mg twice daily<p><p><p><p><B>Follow-up and referrals: </B>Return in 4-6 weeks<p><p><p><p><B>Patient education: </B>Provided encouragement, noted improvement<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"110"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"73"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Moderate acne; fewer comedones, papules, and pustules than last time, nodules about the same in number.<p><p>Papules/pustules ++/+ <p><p>Nodules +<p><p><p><p><p><p><p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[null],"problemlist":[]}},{"title":"Office Visit 3","elapsed":"5 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Acne<p><p><B></B><p><p><B>History of Present Illness: </B>Pt. says that acne has worsened since his last visit. He started the tetracycline and continues to take it. He wondered if the excessive sweating from football practice was having an effect. On further probing, he said that he was also taking anabolic steroids that were given to him by other football players as a way of bulking up. He says that has helped him put on some weight, though he&apos;s still lighter than most players.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Acne exacerbated probably due to the anabolic steroids patient is using<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Maintain on current meds<p><p><p><p><B>Follow-up and referrals: </B>Return in 4-6 weeks<p><p><p><p><B>Patient education: </B>Counseled the patient about the dangers of anabolic steroids and their deleterious effect on acne. Encouraged patient to stop using steroids. Discussed risk-taking behavior in general and how to deal with it.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"114"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"76"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"76"}],"data":{"title":"Physical Examination","body":"<p>Moderate acne; more comedones, papules, and pustules than last time, nodules about the same in number.<p><p>Papules/pustules ++/+++ <p><p>Nodules +<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null]}},{"title":"Office Visit 4","elapsed":"1 week later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Hernia<p><p><p><p><B>History of Present Illness: </B><p><p><p><p>Hernia: The school doctor thinks patient has an inguinal hernia that was discovered during the football team&apos;s preseason physical. The patient was unaware of this. Until he&apos;s cleared by his family doctor, he can&apos;t participate in any live skirmishes or games, though he&apos;s allowed to practice with the team in noncontact drills.<p><p><p><p>Acne:<B> </B>Pt. stopped using steroid (he knew he&apos;d never get to play first string anyway, he says, but at least his face would look better). Acne seems better, he thinks.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Inguinal hernia. Acne improving.<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Maintain on current meds<p><p><p><p><B>Follow-up and referrals: </B>Refer to surgeon for repair of hernia<p><p><p><p><B>Patient education: </B>Explained nature of inguinal hernias<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"112"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"72"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"75"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Right inguinal ring is widened and bulge felt with coughing. Left inguinal ring also wide, but no bulging appreciated with coughing or Valsalva.<p><p><p><p>Mild-to-moderate acne; fewer comedones, papules, pustules, and nodules than last time.<p><p>Papules/pustules ++/++ <p><p>Nodules 0<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit 5","elapsed":"6 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> f/u Acne<p><p><p><p><B>History of Present Illness:</B><p><p><p><p>Acne: Acne seems much better, he thinks, since he stopped using the steroids. It still bothers him, though, to see even the few lesions that remain.<p><p><p><p>Hernia: Pt. saw surgeon who confirmed the diagnosis of bilateral inguinal hernia. Surgery has been deferred until school vacation. Pt. has quit the football team, but has joined the cross-country track team.<p><p><p><p><p><p><p><p><p><p><p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Acne quite a bit better, but patient seems unusually preoccupied by his appearance<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Maintain on current meds<p><p><p><p><B>Follow-up and referrals: </B>Return in 4-6 weeks<p><p><p><p><B>Patient education: </B>Provided encouragement<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"110"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"68"},{"name":"Height","units":"cm","ident":"height","value":"178"},{"name":"Weight","units":"kg","ident":"weight","value":"74"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>Mild acne; No nodules and only rare pustules.<p><p>Papules/pustules +/+ <p><p>Nodules 0<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null]}},{"title":"Office Visit 6","elapsed":"3 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> f/u Acne<p><p><p><p><B>History of Present Illness: </B>Patient says his acne is fine and he&apos;s stopped worrying about it. He did bring up another concern--his sexual orientation. He finds that he&apos;s attracted to other boys and at times becomes sexually aroused in the showers after track practice. He also has erotic dreams and fantasies about having sex with another boy on the team. He hasn&apos;t actually had any homosexual experiences, but thinks he&apos;s probably gay or maybe bisexual because he has had crushes on girls before, too. He wondered if the hernia condition he had was associated with a gay sexual orientation. He hasn&apos;t discussed this concern with anyone else. He thinks his father would &quot;kill him&quot; if he found out he was gay.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Psychosexual concerns about sexual orientation. No evidence of depression or panic.<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Maintain on current meds for acne<p><p><p><p><B>Follow-up and referrals: </B>Return in 6-12 weeks<p><p><p><p><B>Patient education: </B>Counseled the patient about normal psychosexual development and offered empathetic listener; also, told him that there is no connection between having an inguinal hernia and sexual orientation<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"110"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"66"},{"name":"Height","units":"cm","ident":"height","value":"179"},{"name":"Weight","units":"kg","ident":"weight","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Phyiscal Examination","body":"<p>Patient discussed the topic with some obvious embarrassment and awkwardness, but did not exhibit any signs of depression, though he was obviously concerned and worried. Acne status quo.<p><p>Papules/pustules +/rare<p><p>Nodules 0<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}},{"title":"Office Visit 7","elapsed":"14 weeks later","data":{"inbox":{"visible":true,"items":[]},"history":{"visible":true,"items":[{"title":"","body":"<p><B>Chief Complaint:</B> Breast Lump<p><p><B></B><p><p><B>History of Present Illness: </B>Patient noticed a lump under his left breast and is concerned. It&apos;s slightly uncomfortable when he pushes on it or someone else does. He first noticed it when he had his first sexual experience with the other boy on the track team he previously talked about. His partner squeezed his breast hard and felt the lump, telling him that he was &quot;growing a tit.&quot; This upset him. They had oral sex. He says he&apos;s pretty sure that he is gay and he&apos;s feeling more comfortable about that, but he hasn&apos;t told his parents or anyone else, for that matter. He said all this stuff (the hernia, his growing awareness of his sexual orientation, and now this breast lump) is really &quot;messing up&quot; his head.<p>"}]},"procedure":{"visible":false,"items":[]},"management":{"visible":true,"items":[{"title":"","body":"<p><B>Assessment: </B>Gynecomastia, benign<p><p><p><p><B>Investigations:</B> None<p><p><p><p><B>Medications and treatments:</B> Maintain on current meds for acne<p><p><p><p><B>Follow-up and referrals: </B>Return as needed<p><p><p><p><B>Patient education: </B>Counseled the patient about gynecomastia, its common occurrence in males, and its likely natural history and prognosis. Also, counseled the patient about safe sex practices.<p>"}]},"physical":{"sign":[{"name":"Blood Pressure Systolic","units":"mmHg","ident":"BPs","value":"110"},{"name":"Blood Pressure Diastolic","units":"mmHg","ident":"BPd","value":"70"},{"name":"Pulses","units":"/mn","ident":"pulse","value":"66"},{"name":"Height","units":"cm","ident":"height","value":"180"},{"name":"Weight","units":"kg","ident":"weight","value":"72"},{"name":"Temperature","units":"&deg;C","ident":"temperature","value":"37"}],"data":{"title":"Physical Examination","body":"<p>A 3 cm. slightly tender firm disc-shaped mass is felt in the subareolar area in the left breast. No clear-cut mass is felt on the right. No lymphadenopathy is palpable. While patient is clearly worried about the mass, his speech is calm, his thoughts lucid and appropriate, and his mood is not overly anxious or depressed.<p>"},"visible":true},"investigate":{"data":[],"results":[],"visible":true},"druglist":[],"problemlist":[null,null,null,null]}}]}]